# 检索关键词
keyword = '*'
# 检索类型
search_type_list = ['全文检索', '首部', '事实', '理由', '判决结果', '尾部']
# 案由
case_list = ['全部', '刑事案由', '民事案由', '行政案由', '赔偿案由']
# 法院层级
court_type_list = ['全部', '最高法院', '高级法院', '中级法院', '基层法院']
# 案件类型
case_type_list = ['全部', '刑事案件', '民事案件', '行政案件', '赔偿案件',
                  '执行案件']
# 审判程序
case_process_list = ['全部', '一审', '二审', '再审', '复核', '刑罚变重', '再审审查与审判监督',
                     '其他']
# 文书类型
wenshu_type_list = ['全部', '裁判书', '调解书', '决定书', '通知书', '批复', '答复',
                    '函', '令', '其他']

# 法院地域，需要二次获取，判断那些省份的法院有数据
court_loc_list = ['全部']