/*字典表数据JS文件*/
var ayData = { "treeNodes": [
    {
        "id": "001",
        "parentId": "#",
        "name": "刑事案由",
        "key": "1"
    },
            {
                "id": "001001",
                "parentId": "001",
                "name": "危害国家安全"
            },
            {
                "id": "001001001",
                "parentId": "001001",
                "name": "背叛国家"
            },
            {
                "id": "001001002",
                "parentId": "001001",
                "name": "分裂国家"
            },
            {
                "id": "001001003",
                "parentId": "001001",
                "name": "煽动分裂国家"
            },
            {
                "id": "001001004",
                "parentId": "001001",
                "name": "武装叛乱、暴乱"
            },
            {
                "id": "001001005",
                "parentId": "001001",
                "name": "颠覆国家政权"
            },
            {
                "id": "001001006",
                "parentId": "001001",
                "name": "煽动颠覆国家政权"
            },
            {
                "id": "001001007",
                "parentId": "001001",
                "name": "资助危害国家安全犯罪活动"
            },
            {
                "id": "001001008",
                "parentId": "001001",
                "name": "投敌叛变"
            },
            {
                "id": "001001009",
                "parentId": "001001",
                "name": "叛逃"
            },
            {
                "id": "001001010",
                "parentId": "001001",
                "name": "间谍"
            },
            {
                "id": "001001011",
                "parentId": "001001",
                "name": "为境外窃取、刺探、收买、非法提供国家秘密、情报罪 "
            },
            {
                "id": "001001012",
                "parentId": "001001",
                "name": "资敌"
            },
            {
                "id": "001002",
                "parentId": "001",
                "name": "危害公共安全"
            },
            {
                "id": "001002001",
                "parentId": "001002",
                "name": "放火"
            },
            {
                "id": "001002002",
                "parentId": "001002",
                "name": "决水"
            },
            {
                "id": "001002003",
                "parentId": "001002",
                "name": "爆炸"
            },
            {
                "id": "001002004",
                "parentId": "001002",
                "name": "投毒"
            },
            {
                "id": "001002005",
                "parentId": "001002",
                "name": "以危险方法危害公共安全"
            },
            {
                "id": "001002006",
                "parentId": "001002",
                "name": "失火"
            },
            {
                "id": "001002007",
                "parentId": "001002",
                "name": "过失决水"
            },
            {
                "id": "001002008",
                "parentId": "001002",
                "name": "过失爆炸"
            },
            {
                "id": "001002009",
                "parentId": "001002",
                "name": "过失投毒"
            },
            {
                "id": "001002010",
                "parentId": "001002",
                "name": "过失以危险方法危害公共安全"
            },
            {
                "id": "001002011",
                "parentId": "001002",
                "name": "破坏交通工具"
            },
            {
                "id": "001002012",
                "parentId": "001002",
                "name": "破坏交通设施"
            },
            {
                "id": "001002013",
                "parentId": "001002",
                "name": "破坏电力设备"
            },
            {
                "id": "001002014",
                "parentId": "001002",
                "name": "破坏易燃易爆设备"
            },
            {
                "id": "001002015",
                "parentId": "001002",
                "name": "过失损坏交通工具"
            },
            {
                "id": "001002016",
                "parentId": "001002",
                "name": "过失损坏交通设施"
            },
            {
                "id": "001002017",
                "parentId": "001002",
                "name": "过失损坏电力设备"
            },
            {
                "id": "001002018",
                "parentId": "001002",
                "name": "过失损坏易燃易爆设备"
            },
            {
                "id": "001002019",
                "parentId": "001002",
                "name": "组织、领导、参加恐怖组织"
            },
            {
                "id": "001002020",
                "parentId": "001002",
                "name": "劫持航空器"
            },
            {
                "id": "001002021",
                "parentId": "001002",
                "name": "劫持船只、汽车"
            },
            {
                "id": "001002022",
                "parentId": "001002",
                "name": "暴力危及飞行安全"
            },
            {
                "id": "001002023",
                "parentId": "001002",
                "name": "破坏广播电视设施、公用电信设施"
            },
            {
                "id": "001002024",
                "parentId": "001002",
                "name": "过失损坏广播电视设施、公用电信设施"
            },
            {
                "id": "001002025",
                "parentId": "001002",
                "name": "非法制造、买卖、运输、邮寄、储存枪支、弹药、爆炸物罪 "
            },
            {
                "id": "001002026",
                "parentId": "001002",
                "name": "非法买卖、运输核材料"
            },
            {
                "id": "001002027",
                "parentId": "001002",
                "name": "违规制造、销售枪支"
            },
            {
                "id": "001002028",
                "parentId": "001002",
                "name": "盗窃、抢夺枪支、弹药、爆炸物"
            },
            {
                "id": "001002029",
                "parentId": "001002",
                "name": "抢劫枪支、弹药、爆炸物"
            },
            {
                "id": "001002030",
                "parentId": "001002",
                "name": "非法持有、私藏枪支、弹药"
            },
            {
                "id": "001002031",
                "parentId": "001002",
                "name": "非法出租、出借枪支"
            },
            {
                "id": "001002032",
                "parentId": "001002",
                "name": "丢失枪支不报"
            },
            {
                "id": "001002033",
                "parentId": "001002",
                "name": "非法携带枪支、弹药、管制刀具、危险物品危及公共安全罪 "
            },
            {
                "id": "001002034",
                "parentId": "001002",
                "name": "重大飞行事故"
            },
            {
                "id": "001002035",
                "parentId": "001002",
                "name": "铁路运营安全事故"
            },
            {
                "id": "001002036",
                "parentId": "001002",
                "name": "交通肇事"
            },
            {
                "id": "001002037",
                "parentId": "001002",
                "name": "重大责任事故"
            },
            {
                "id": "001002038",
                "parentId": "001002",
                "name": "重大劳动安全事故"
            },
            {
                "id": "001002039",
                "parentId": "001002",
                "name": "危险物品肇事"
            },
            {
                "id": "001002040",
                "parentId": "001002",
                "name": "工程重大安全事故"
            },
            {
                "id": "001002041",
                "parentId": "001002",
                "name": "教育设施重大安全事故"
            },
            {
                "id": "001002042",
                "parentId": "001002",
                "name": "消防责任事故"
            },
            {
                "id": "001002043",
                "parentId": "001002",
                "name": "投放危险物质"
            },
            {
                "id": "001002044",
                "parentId": "001002",
                "name": "过失投放危险物质"
            },
            {
                "id": "001002045",
                "parentId": "001002",
                "name": "资助恐怖活动"
            },
            {
                "id": "001002046",
                "parentId": "001002",
                "name": "非法制造、买卖、运输、储存危险物质"
            },
            {
                "id": "001002047",
                "parentId": "001002",
                "name": "盗窃、抢夺枪支、弹药、爆炸物、危险物质"
            },
            {
                "id": "001002048",
                "parentId": "001002",
                "name": "抢劫枪支、弹药、爆炸物、危险物质"
            },
            {
                "id": "001002049",
                "parentId": "001002",
                "name": "强令违章冒险作业"
            },
            {
                "id": "001002050",
                "parentId": "001002",
                "name": "大型群众性活动重大安全事故"
            },
            {
                "id": "001002051",
                "parentId": "001002",
                "name": "不报、谎报安全事故"
            },
            {
                "id": "001002052",
                "parentId": "001002",
                "name": "危险驾驶"
            },
            {
                "id": "001003",
                "parentId": "001",
                "name": "破坏社会主义市场经济秩序"
            },
            {
                "id": "001003001",
                "parentId": "001003",
                "name": "生产、销售伪劣商品"
            },
            {
                "id": "001003001001",
                "parentId": "001003001",
                "name": "生产、销售伪劣产品"
            },
            {
                "id": "001003001002",
                "parentId": "001003001",
                "name": "生产、销售假药"
            },
            {
                "id": "001003001003",
                "parentId": "001003001",
                "name": "生产、销售劣药"
            },
            {
                "id": "001003001004",
                "parentId": "001003001",
                "name": "生产、销售不符合卫生标准的食品"
            },
            {
                "id": "001003001005",
                "parentId": "001003001",
                "name": "生产、销售有毒、有害食品"
            },
            {
                "id": "001003001006",
                "parentId": "001003001",
                "name": "生产、销售不符合标准的医用器材"
            },
            {
                "id": "001003001007",
                "parentId": "001003001",
                "name": "生产、销售不符合安全标准的产品"
            },
            {
                "id": "001003001008",
                "parentId": "001003001",
                "name": "生产、销售伪劣农药、兽药、化肥、种子"
            },
            {
                "id": "001003001009",
                "parentId": "001003001",
                "name": "生产、销售不符合卫生标准的化妆品"
            },
            {
                "id": "001003001010",
                "parentId": "001003001",
                "name": "生产、销售不符合安全标准的食品"
            },
            {
                "id": "001003002",
                "parentId": "001003",
                "name": "走私"
            },
            {
                "id": "001003002001",
                "parentId": "001003002",
                "name": "走私武器、弹药"
            },
            {
                "id": "001003002002",
                "parentId": "001003002",
                "name": "走私核材料"
            },
            {
                "id": "001003002003",
                "parentId": "001003002",
                "name": "走私假币"
            },
            {
                "id": "001003002004",
                "parentId": "001003002",
                "name": "走私文物"
            },
            {
                "id": "001003002005",
                "parentId": "001003002",
                "name": "走私贵重金属"
            },
            {
                "id": "001003002006",
                "parentId": "001003002",
                "name": "走私珍贵动物、珍贵动物制品"
            },
            {
                "id": "001003002007",
                "parentId": "001003002",
                "name": "走私珍稀植物、珍稀植物制品"
            },
            {
                "id": "001003002008",
                "parentId": "001003002",
                "name": "走私淫秽物品"
            },
            {
                "id": "001003002009",
                "parentId": "001003002",
                "name": "走私普通货物、物品"
            },
            {
                "id": "001003002010",
                "parentId": "001003002",
                "name": "走私废物"
            },
            {
                "id": "001003002011",
                "parentId": "001003002",
                "name": "走私国家禁止进出口的货物、物品"
            },
            {
                "id": "001003003",
                "parentId": "001003",
                "name": "妨害对公司、企业的管理秩序"
            },
            {
                "id": "001003003001",
                "parentId": "001003003",
                "name": "虚报注册资本"
            },
            {
                "id": "001003003002",
                "parentId": "001003003",
                "name": "虚假出资、抽逃出资"
            },
            {
                "id": "001003003003",
                "parentId": "001003003",
                "name": "欺诈发行股票、债券"
            },
            {
                "id": "001003003004",
                "parentId": "001003003",
                "name": "提供虚假财会报告"
            },
            {
                "id": "001003003005",
                "parentId": "001003003",
                "name": "妨害清算"
            },
            {
                "id": "001003003006",
                "parentId": "001003003",
                "name": "公司、企业人员受贿"
            },
            {
                "id": "001003003007",
                "parentId": "001003003",
                "name": "对公司、企业人员行贿"
            },
            {
                "id": "001003003008",
                "parentId": "001003003",
                "name": "非法经营同类营业"
            },
            {
                "id": "001003003009",
                "parentId": "001003003",
                "name": "为亲友非法牟利"
            },
            {
                "id": "001003003010",
                "parentId": "001003003",
                "name": "签订、履行合同失职被骗"
            },
            {
                "id": "001003003011",
                "parentId": "001003003",
                "name": "徇私舞弊造成破产、亏损"
            },
            {
                "id": "001003003012",
                "parentId": "001003003",
                "name": "徇私舞弊低价折股、出售国有资产"
            },
            {
                "id": "001003003013",
                "parentId": "001003003",
                "name": "隐匿、故意销毁会计凭证、会计账簿、财务会计报告"
            },
            {
                "id": "001003003014",
                "parentId": "001003003",
                "name": "国有公司、企业、事业单位人员失职"
            },
            {
                "id": "001003003015",
                "parentId": "001003003",
                "name": "国有公司、企业、事业单位人员滥用职权"
            },
            {
                "id": "001003003016",
                "parentId": "001003003",
                "name": "隐匿、故意销毁会计凭证、会计帐簿、财务会计报告罪 "
            },
            {
                "id": "001003003017",
                "parentId": "001003003",
                "name": "违规披露、不披露重要信息"
            },
            {
                "id": "001003003018",
                "parentId": "001003003",
                "name": "虚假破产"
            },
            {
                "id": "001003003019",
                "parentId": "001003003",
                "name": "非国家工作人员受贿"
            },
            {
                "id": "001003003020",
                "parentId": "001003003",
                "name": "对非国家工作人员行贿"
            },
            {
                "id": "001003003021",
                "parentId": "001003003",
                "name": "操纵上市公司"
            },
            {
                "id": "001003003022",
                "parentId": "001003003",
                "name": "指使操纵上市公司"
            },
            {
                "id": "001003003023",
                "parentId": "001003003",
                "name": "背信损害上市公司利益"
            },
            {
                "id": "001003003024",
                "parentId": "001003003",
                "name": "对外国公职人员、国际公共组织官员行贿"
            },
            {
                "id": "001003004",
                "parentId": "001003",
                "name": "破坏金融管理秩序"
            },
            {
                "id": "001003004001",
                "parentId": "001003004",
                "name": "伪造货币"
            },
            {
                "id": "001003004002",
                "parentId": "001003004",
                "name": "出售、购买、运输假币"
            },
            {
                "id": "001003004003",
                "parentId": "001003004",
                "name": "金融工作人员购买假币、以假币换取货币"
            },
            {
                "id": "001003004004",
                "parentId": "001003004",
                "name": "持有、使用假币"
            },
            {
                "id": "001003004005",
                "parentId": "001003004",
                "name": "变造货币"
            },
            {
                "id": "001003004006",
                "parentId": "001003004",
                "name": "擅自设立金融机构"
            },
            {
                "id": "001003004007",
                "parentId": "001003004",
                "name": "伪造、变造、转让金融机构经营许可证、批准文件罪 "
            },
            {
                "id": "001003004008",
                "parentId": "001003004",
                "name": "高利转贷"
            },
            {
                "id": "001003004009",
                "parentId": "001003004",
                "name": "非法吸收公众存款"
            },
            {
                "id": "001003004010",
                "parentId": "001003004",
                "name": "伪造、变造金融票证"
            },
            {
                "id": "001003004011",
                "parentId": "001003004",
                "name": "伪造、变造国家有价证券"
            },
            {
                "id": "001003004012",
                "parentId": "001003004",
                "name": "伪造、变造股票、公司、企业债券"
            },
            {
                "id": "001003004013",
                "parentId": "001003004",
                "name": "擅自发行股票、公司、企业债券"
            },
            {
                "id": "001003004014",
                "parentId": "001003004",
                "name": "内幕交易、泄露内幕信息"
            },
            {
                "id": "001003004015",
                "parentId": "001003004",
                "name": "编造并传播证券交易虚假信息"
            },
            {
                "id": "001003004016",
                "parentId": "001003004",
                "name": "编造并传播证券、期货交易虚假信息"
            },
            {
                "id": "001003004017",
                "parentId": "001003004",
                "name": "诱骗投资者买卖证券、期货合约"
            },
            {
                "id": "001003004018",
                "parentId": "001003004",
                "name": "操纵证券、期货交易价格"
            },
            {
                "id": "001003004019",
                "parentId": "001003004",
                "name": "违法向关系人发放贷款"
            },
            {
                "id": "001003004020",
                "parentId": "001003004",
                "name": "违法发放贷款"
            },
            {
                "id": "001003004021",
                "parentId": "001003004",
                "name": "用账外客户资金非法拆借、发放贷款"
            },
            {
                "id": "001003004022",
                "parentId": "001003004",
                "name": "非法出具金融票证"
            },
            {
                "id": "001003004023",
                "parentId": "001003004",
                "name": "对违法票据承兑、付款、保证"
            },
            {
                "id": "001003004024",
                "parentId": "001003004",
                "name": "逃汇"
            },
            {
                "id": "001003004025",
                "parentId": "001003004",
                "name": "洗钱"
            },
            {
                "id": "001003004026",
                "parentId": "001003004",
                "name": "骗购外汇"
            },
            {
                "id": "001003004027",
                "parentId": "001003004",
                "name": "骗取贷款、票据承兑、金融票证"
            },
            {
                "id": "001003004028",
                "parentId": "001003004",
                "name": "妨害信用卡管理"
            },
            {
                "id": "001003004029",
                "parentId": "001003004",
                "name": "窃取、收买、非法提供信用卡信息"
            },
            {
                "id": "001003004030",
                "parentId": "001003004",
                "name": "吸收客户资金不入账"
            },
            {
                "id": "001003004031",
                "parentId": "001003004",
                "name": "操纵证券、期货市场"
            },
            {
                "id": "001003004032",
                "parentId": "001003004",
                "name": "背信运用受托财产"
            },
            {
                "id": "001003004033",
                "parentId": "001003004",
                "name": "违法运用资金"
            },
            {
                "id": "001003004034",
                "parentId": "001003004",
                "name": "违规出具金融票证"
            },
            {
                "id": "001003004035",
                "parentId": "001003004",
                "name": "利用未公开信息交易"
            },
            {
                "id": "001003005",
                "parentId": "001003",
                "name": "金融诈骗"
            },
            {
                "id": "001003005001",
                "parentId": "001003005",
                "name": "集资诈骗"
            },
            {
                "id": "001003005002",
                "parentId": "001003005",
                "name": "贷款诈骗"
            },
            {
                "id": "001003005003",
                "parentId": "001003005",
                "name": "票据诈骗"
            },
            {
                "id": "001003005004",
                "parentId": "001003005",
                "name": "金融凭证诈骗"
            },
            {
                "id": "001003005005",
                "parentId": "001003005",
                "name": "信用证诈骗"
            },
            {
                "id": "001003005006",
                "parentId": "001003005",
                "name": "信用卡诈骗"
            },
            {
                "id": "001003005007",
                "parentId": "001003005",
                "name": "有价证券诈骗"
            },
            {
                "id": "001003005008",
                "parentId": "001003005",
                "name": "保险诈骗"
            },
            {
                "id": "001003006",
                "parentId": "001003",
                "name": "危害税收征管"
            },
            {
                "id": "001003006001",
                "parentId": "001003006",
                "name": "偷税"
            },
            {
                "id": "001003006002",
                "parentId": "001003006",
                "name": "抗税"
            },
            {
                "id": "001003006003",
                "parentId": "001003006",
                "name": "逃避追缴欠税"
            },
            {
                "id": "001003006004",
                "parentId": "001003006",
                "name": "骗取出口退税"
            },
            {
                "id": "001003006005",
                "parentId": "001003006",
                "name": "虚开增值税专用发票、用于骗取出口退税、抵扣税款发票罪 "
            },
            {
                "id": "001003006006",
                "parentId": "001003006",
                "name": "伪造、出售伪造的增值税专用发票"
            },
            {
                "id": "001003006007",
                "parentId": "001003006",
                "name": "非法出售增值税专用发票"
            },
            {
                "id": "001003006008",
                "parentId": "001003006",
                "name": "非法购买增值税专用发票、购买伪造的增值税专用发票罪 "
            },
            {
                "id": "001003006009",
                "parentId": "001003006",
                "name": "非法制造、出售非法制造的用于骗取出口退税、抵扣税款发票"
            },
            {
                "id": "001003006010",
                "parentId": "001003006",
                "name": "非法制造、出售非法制造的发票"
            },
            {
                "id": "001003006011",
                "parentId": "001003006",
                "name": "非法出售用于骗取出口退税、抵扣税款发票"
            },
            {
                "id": "001003006012",
                "parentId": "001003006",
                "name": "非法出售发票"
            },
            {
                "id": "001003006013",
                "parentId": "001003006",
                "name": "逃税"
            },
            {
                "id": "001003006014",
                "parentId": "001003006",
                "name": "持有伪造的发票"
            },
            {
                "id": "001003006015",
                "parentId": "001003006",
                "name": "虚开发票"
            },
            {
                "id": "001003007",
                "parentId": "001003",
                "name": "侵犯知识产权"
            },
            {
                "id": "001003007001",
                "parentId": "001003007",
                "name": "假冒注册商标"
            },
            {
                "id": "001003007002",
                "parentId": "001003007",
                "name": "销售假冒注册商标的商品"
            },
            {
                "id": "001003007003",
                "parentId": "001003007",
                "name": "非法制造、销售非法制造的注册商标标识"
            },
            {
                "id": "001003007004",
                "parentId": "001003007",
                "name": "假冒专利"
            },
            {
                "id": "001003007005",
                "parentId": "001003007",
                "name": "侵犯著作权"
            },
            {
                "id": "001003007006",
                "parentId": "001003007",
                "name": "销售侵权复制品"
            },
            {
                "id": "001003007007",
                "parentId": "001003007",
                "name": "侵犯商业秘密"
            },
            {
                "id": "001003008",
                "parentId": "001003",
                "name": "扰乱市场秩序"
            },
            {
                "id": "001003008001",
                "parentId": "001003008",
                "name": "损害商业信誉、商品声誉"
            },
            {
                "id": "001003008002",
                "parentId": "001003008",
                "name": "虚假广告"
            },
            {
                "id": "001003008003",
                "parentId": "001003008",
                "name": "串通投标"
            },
            {
                "id": "001003008004",
                "parentId": "001003008",
                "name": "合同诈骗"
            },
            {
                "id": "001003008005",
                "parentId": "001003008",
                "name": "非法经营"
            },
            {
                "id": "001003008006",
                "parentId": "001003008",
                "name": "强迫交易"
            },
            {
                "id": "001003008007",
                "parentId": "001003008",
                "name": "伪造、倒卖伪造的有价票证"
            },
            {
                "id": "001003008008",
                "parentId": "001003008",
                "name": "倒卖车票、船票"
            },
            {
                "id": "001003008009",
                "parentId": "001003008",
                "name": "非法转让、倒卖土地使用权"
            },
            {
                "id": "001003008010",
                "parentId": "001003008",
                "name": "中介组织人员提供虚假证明文件"
            },
            {
                "id": "001003008011",
                "parentId": "001003008",
                "name": "中介组织人员出具证明文件重大失实"
            },
            {
                "id": "001003008012",
                "parentId": "001003008",
                "name": "逃避商检"
            },
            {
                "id": "001003008013",
                "parentId": "001003008",
                "name": "提供虚假证明文件"
            },
            {
                "id": "001003008014",
                "parentId": "001003008",
                "name": "出具证明文件重大失实"
            },
            {
                "id": "001003008015",
                "parentId": "001003008",
                "name": "组织、领导传销活动"
            },
            {
                "id": "001004",
                "parentId": "001",
                "name": "侵犯公民人身权利、民主权利"
            },
            {
                "id": "001004001",
                "parentId": "001004",
                "name": "故意杀人"
            },
            {
                "id": "001004002",
                "parentId": "001004",
                "name": "过失致人死亡"
            },
            {
                "id": "001004003",
                "parentId": "001004",
                "name": "故意伤害"
            },
            {
                "id": "001004004",
                "parentId": "001004",
                "name": "过失致人重伤"
            },
            {
                "id": "001004005",
                "parentId": "001004",
                "name": "强奸"
            },
            {
                "id": "001004006",
                "parentId": "001004",
                "name": "奸淫幼女"
            },
            {
                "id": "001004007",
                "parentId": "001004",
                "name": "强制猥亵、侮辱妇女"
            },
            {
                "id": "001004008",
                "parentId": "001004",
                "name": "猥亵儿童"
            },
            {
                "id": "001004009",
                "parentId": "001004",
                "name": "非法拘禁"
            },
            {
                "id": "001004010",
                "parentId": "001004",
                "name": "绑架"
            },
            {
                "id": "001004011",
                "parentId": "001004",
                "name": "拐卖妇女、儿童"
            },
            {
                "id": "001004012",
                "parentId": "001004",
                "name": "收买被拐卖的妇女、儿童"
            },
            {
                "id": "001004013",
                "parentId": "001004",
                "name": "聚众阻碍解救被收买的妇女、儿童"
            },
            {
                "id": "001004014",
                "parentId": "001004",
                "name": "诬告陷害"
            },
            {
                "id": "001004015",
                "parentId": "001004",
                "name": "强迫职工劳动"
            },
            {
                "id": "001004016",
                "parentId": "001004",
                "name": "非法搜查"
            },
            {
                "id": "001004017",
                "parentId": "001004",
                "name": "非法侵入住宅"
            },
            {
                "id": "001004018",
                "parentId": "001004",
                "name": "侮辱"
            },
            {
                "id": "001004019",
                "parentId": "001004",
                "name": "诽谤"
            },
            {
                "id": "001004020",
                "parentId": "001004",
                "name": "刑讯逼供"
            },
            {
                "id": "001004021",
                "parentId": "001004",
                "name": "暴力取证"
            },
            {
                "id": "001004022",
                "parentId": "001004",
                "name": "虐待被监管人"
            },
            {
                "id": "001004023",
                "parentId": "001004",
                "name": "煽动民族仇恨、民族歧视"
            },
            {
                "id": "001004024",
                "parentId": "001004",
                "name": "出版歧视、侮辱少数民族作品"
            },
            {
                "id": "001004025",
                "parentId": "001004",
                "name": "非法剥夺公民宗教信仰自由"
            },
            {
                "id": "001004026",
                "parentId": "001004",
                "name": "侵犯少数民族风俗习惯"
            },
            {
                "id": "001004027",
                "parentId": "001004",
                "name": "侵犯通信自由"
            },
            {
                "id": "001004028",
                "parentId": "001004",
                "name": "私自开拆、隐匿、毁弃邮件、电报"
            },
            {
                "id": "001004029",
                "parentId": "001004",
                "name": "报复陷害"
            },
            {
                "id": "001004030",
                "parentId": "001004",
                "name": "打击报复会计、统计人员"
            },
            {
                "id": "001004031",
                "parentId": "001004",
                "name": "破坏选举"
            },
            {
                "id": "001004032",
                "parentId": "001004",
                "name": "暴力干涉婚姻自由"
            },
            {
                "id": "001004033",
                "parentId": "001004",
                "name": "重婚"
            },
            {
                "id": "001004034",
                "parentId": "001004",
                "name": "破坏军婚"
            },
            {
                "id": "001004035",
                "parentId": "001004",
                "name": "虐待"
            },
            {
                "id": "001004036",
                "parentId": "001004",
                "name": "遗弃"
            },
            {
                "id": "001004037",
                "parentId": "001004",
                "name": "拐骗儿童"
            },
            {
                "id": "001004038",
                "parentId": "001004",
                "name": "雇用童工从事危重劳动"
            },
            {
                "id": "001004039",
                "parentId": "001004",
                "name": "组织残疾人、儿童乞讨"
            },
            {
                "id": "001004040",
                "parentId": "001004",
                "name": "出售、非法提供公民个人信息"
            },
            {
                "id": "001004041",
                "parentId": "001004",
                "name": "非法获取公民个人信息"
            },
            {
                "id": "001004042",
                "parentId": "001004",
                "name": "组织未成年人进行违反治安管理活动"
            },
            {
                "id": "001004043",
                "parentId": "001004",
                "name": "强迫劳动"
            },
            {
                "id": "001004044",
                "parentId": "001004",
                "name": "组织出卖人体器官"
            },
            {
                "id": "001005",
                "parentId": "001",
                "name": "侵犯财产"
            },
            {
                "id": "001005001",
                "parentId": "001005",
                "name": "抢劫"
            },
            {
                "id": "001005002",
                "parentId": "001005",
                "name": "盗窃"
            },
            {
                "id": "001005003",
                "parentId": "001005",
                "name": "诈骗"
            },
            {
                "id": "001005004",
                "parentId": "001005",
                "name": "抢夺"
            },
            {
                "id": "001005005",
                "parentId": "001005",
                "name": "聚众哄抢"
            },
            {
                "id": "001005006",
                "parentId": "001005",
                "name": "侵占"
            },
            {
                "id": "001005007",
                "parentId": "001005",
                "name": "职务侵占"
            },
            {
                "id": "001005008",
                "parentId": "001005",
                "name": "挪用资金"
            },
            {
                "id": "001005009",
                "parentId": "001005",
                "name": "挪用特定款物"
            },
            {
                "id": "001005010",
                "parentId": "001005",
                "name": "敲诈勒索"
            },
            {
                "id": "001005011",
                "parentId": "001005",
                "name": "故意毁坏财物"
            },
            {
                "id": "001005012",
                "parentId": "001005",
                "name": "破坏生产经营"
            },
            {
                "id": "001005013",
                "parentId": "001005",
                "name": "拒不支付劳动报酬"
            },
            {
                "id": "001006",
                "parentId": "001",
                "name": "妨害社会管理秩序"
            },
            {
                "id": "001006001",
                "parentId": "001006",
                "name": "扰乱公共秩序"
            },
            {
                "id": "001006001001",
                "parentId": "001006001",
                "name": "妨害公务"
            },
            {
                "id": "001006001002",
                "parentId": "001006001",
                "name": "煽动暴力抗拒法律实施"
            },
            {
                "id": "001006001003",
                "parentId": "001006001",
                "name": "招摇撞骗"
            },
            {
                "id": "001006001004",
                "parentId": "001006001",
                "name": "伪造、变造、买卖国家机关公文、证件、印章"
            },
            {
                "id": "001006001005",
                "parentId": "001006001",
                "name": "盗窃、抢夺、毁灭国家机关公文、证件、印章"
            },
            {
                "id": "001006001006",
                "parentId": "001006001",
                "name": "伪造公司、企业、事业单位、人民团体印章"
            },
            {
                "id": "001006001007",
                "parentId": "001006001",
                "name": "伪造、变造居民身份证"
            },
            {
                "id": "001006001008",
                "parentId": "001006001",
                "name": "非法生产、买卖警用装备"
            },
            {
                "id": "001006001009",
                "parentId": "001006001",
                "name": "非法获取国家秘密"
            },
            {
                "id": "001006001010",
                "parentId": "001006001",
                "name": "非法持有国家绝密、机密文件、资料、物品"
            },
            {
                "id": "001006001011",
                "parentId": "001006001",
                "name": "非法生产、销售间谍专用器材"
            },
            {
                "id": "001006001012",
                "parentId": "001006001",
                "name": "非法使用窃听、窃照专用器材"
            },
            {
                "id": "001006001013",
                "parentId": "001006001",
                "name": "非法侵入计算机信息系统"
            },
            {
                "id": "001006001014",
                "parentId": "001006001",
                "name": "破坏计算机信息系统"
            },
            {
                "id": "001006001015",
                "parentId": "001006001",
                "name": "扰乱无线电通讯管理秩序"
            },
            {
                "id": "001006001016",
                "parentId": "001006001",
                "name": "聚众扰乱社会秩序"
            },
            {
                "id": "001006001017",
                "parentId": "001006001",
                "name": "聚众冲击国家机关"
            },
            {
                "id": "001006001018",
                "parentId": "001006001",
                "name": "聚众扰乱公共场所秩序、交通秩序"
            },
            {
                "id": "001006001019",
                "parentId": "001006001",
                "name": "聚众斗殴"
            },
            {
                "id": "001006001020",
                "parentId": "001006001",
                "name": "寻衅滋事"
            },
            {
                "id": "001006001021",
                "parentId": "001006001",
                "name": "组织、领导、参加黑社会性质组织"
            },
            {
                "id": "001006001022",
                "parentId": "001006001",
                "name": "入境发展黑社会组织"
            },
            {
                "id": "001006001023",
                "parentId": "001006001",
                "name": "包庇、纵容黑社会性质组织"
            },
            {
                "id": "001006001024",
                "parentId": "001006001",
                "name": "传授犯罪方法"
            },
            {
                "id": "001006001025",
                "parentId": "001006001",
                "name": "非法集会、游行、示威"
            },
            {
                "id": "001006001026",
                "parentId": "001006001",
                "name": "非法携带武器、管制刀具、爆炸物参加集会、游行、示威罪 "
            },
            {
                "id": "001006001027",
                "parentId": "001006001",
                "name": "破坏集会、游行、示威"
            },
            {
                "id": "001006001028",
                "parentId": "001006001",
                "name": "侮辱国旗、国徽"
            },
            {
                "id": "001006001029",
                "parentId": "001006001",
                "name": "组织、利用会道门、邪教组织、利用迷信破坏法律实施罪 "
            },
            {
                "id": "001006001030",
                "parentId": "001006001",
                "name": "组织、利用会道门、邪教组织、利用迷信致人死亡罪 "
            },
            {
                "id": "001006001031",
                "parentId": "001006001",
                "name": "聚众淫乱"
            },
            {
                "id": "001006001032",
                "parentId": "001006001",
                "name": "引诱未成年人聚众淫乱"
            },
            {
                "id": "001006001033",
                "parentId": "001006001",
                "name": "盗窃、侮辱尸体"
            },
            {
                "id": "001006001034",
                "parentId": "001006001",
                "name": "赌博"
            },
            {
                "id": "001006001035",
                "parentId": "001006001",
                "name": "故意延误投递邮件"
            },
            {
                "id": "001006001036",
                "parentId": "001006001",
                "name": "投放虚假危险物质"
            },
            {
                "id": "001006001037",
                "parentId": "001006001",
                "name": "编造、故意传播虚假恐怖信息"
            },
            {
                "id": "001006001038",
                "parentId": "001006001",
                "name": "开设赌场"
            },
            {
                "id": "001006001039",
                "parentId": "001006001",
                "name": "非法获取计算机信息系统数据、非法控制计算机信息系统罪 "
            },
            {
                "id": "001006001040",
                "parentId": "001006001",
                "name": "提供侵入、非法控制计算机信息系统程序、工具罪 "
            },
            {
                "id": "001006002",
                "parentId": "001006",
                "name": "妨害司法"
            },
            {
                "id": "001006002001",
                "parentId": "001006002",
                "name": "伪证"
            },
            {
                "id": "001006002002",
                "parentId": "001006002",
                "name": "辩护人、诉讼代理人毁灭证据、伪造证据、妨害作证罪 "
            },
            {
                "id": "001006002003",
                "parentId": "001006002",
                "name": "妨害作证"
            },
            {
                "id": "001006002004",
                "parentId": "001006002",
                "name": "帮助毁灭、伪造证据"
            },
            {
                "id": "001006002005",
                "parentId": "001006002",
                "name": "打击报复证人"
            },
            {
                "id": "001006002006",
                "parentId": "001006002",
                "name": "扰乱法庭秩序"
            },
            {
                "id": "001006002007",
                "parentId": "001006002",
                "name": "窝藏、包庇"
            },
            {
                "id": "001006002008",
                "parentId": "001006002",
                "name": "拒绝提供间谍犯罪证据"
            },
            {
                "id": "001006002009",
                "parentId": "001006002",
                "name": "窝藏、转移、收购、销售赃物"
            },
            {
                "id": "001006002010",
                "parentId": "001006002",
                "name": "拒不执行判决、裁定"
            },
            {
                "id": "001006002011",
                "parentId": "001006002",
                "name": "非法处置查封、扣押、冻结的财产"
            },
            {
                "id": "001006002012",
                "parentId": "001006002",
                "name": "破坏监管秩序"
            },
            {
                "id": "001006002013",
                "parentId": "001006002",
                "name": "脱逃"
            },
            {
                "id": "001006002014",
                "parentId": "001006002",
                "name": "劫夺被押解人员"
            },
            {
                "id": "001006002015",
                "parentId": "001006002",
                "name": "组织越狱"
            },
            {
                "id": "001006002016",
                "parentId": "001006002",
                "name": "暴动越狱"
            },
            {
                "id": "001006002017",
                "parentId": "001006002",
                "name": "聚众持械劫狱"
            },
            {
                "id": "001006002018",
                "parentId": "001006002",
                "name": "掩饰、隐瞒犯罪所得、犯罪所得收益"
            },
            {
                "id": "001006002019",
                "parentId": "001006002",
                "name": "掩饰、隐瞒犯罪所得、犯罪所得收益"
            },
            {
                "id": "001006003",
                "parentId": "001006",
                "name": "妨害国边境管理"
            },
            {
                "id": "001006003001",
                "parentId": "001006003",
                "name": "组织他人偷越国(边)境"
            },
            {
                "id": "001006003002",
                "parentId": "001006003",
                "name": "骗取出境证件"
            },
            {
                "id": "001006003003",
                "parentId": "001006003",
                "name": "提供伪造、变造的出入境证件"
            },
            {
                "id": "001006003004",
                "parentId": "001006003",
                "name": "出售出入境证件"
            },
            {
                "id": "001006003005",
                "parentId": "001006003",
                "name": "运送他人偷越国(边)境"
            },
            {
                "id": "001006003006",
                "parentId": "001006003",
                "name": "偷越国(边)境"
            },
            {
                "id": "001006003007",
                "parentId": "001006003",
                "name": "破坏界碑、界桩"
            },
            {
                "id": "001006003008",
                "parentId": "001006003",
                "name": "破坏永久性测量标志"
            },
            {
                "id": "001006004",
                "parentId": "001006",
                "name": "妨害文物管理"
            },
            {
                "id": "001006004001",
                "parentId": "001006004",
                "name": "故意损毁文物"
            },
            {
                "id": "001006004002",
                "parentId": "001006004",
                "name": "故意损毁名胜古迹"
            },
            {
                "id": "001006004003",
                "parentId": "001006004",
                "name": "过失损毁文物"
            },
            {
                "id": "001006004004",
                "parentId": "001006004",
                "name": "非法向外国人出售、赠送珍贵文物"
            },
            {
                "id": "001006004005",
                "parentId": "001006004",
                "name": "倒卖文物"
            },
            {
                "id": "001006004006",
                "parentId": "001006004",
                "name": "非法出售、私赠文物藏品"
            },
            {
                "id": "001006004007",
                "parentId": "001006004",
                "name": "盗掘古文化遗址、古墓葬"
            },
            {
                "id": "001006004008",
                "parentId": "001006004",
                "name": "盗掘古人类化石、古脊椎动物化石"
            },
            {
                "id": "001006004009",
                "parentId": "001006004",
                "name": "抢夺、窃取国有档案"
            },
            {
                "id": "001006004010",
                "parentId": "001006004",
                "name": "擅自出卖、转让国有档案"
            },
            {
                "id": "001006005",
                "parentId": "001006",
                "name": "危害公共卫生"
            },
            {
                "id": "001006005001",
                "parentId": "001006005",
                "name": "违反传染病防治规定"
            },
            {
                "id": "001006005002",
                "parentId": "001006005",
                "name": "传染病菌种、毒种扩散"
            },
            {
                "id": "001006005003",
                "parentId": "001006005",
                "name": "违反国境卫生检疫规定"
            },
            {
                "id": "001006005004",
                "parentId": "001006005",
                "name": "非法组织卖血"
            },
            {
                "id": "001006005005",
                "parentId": "001006005",
                "name": "强迫卖血"
            },
            {
                "id": "001006005006",
                "parentId": "001006005",
                "name": "非法采集、供应血液、制作、供应血液制品"
            },
            {
                "id": "001006005007",
                "parentId": "001006005",
                "name": "采集、供应血液、制作、供应血液制品事故"
            },
            {
                "id": "001006005008",
                "parentId": "001006005",
                "name": "医疗事故"
            },
            {
                "id": "001006005009",
                "parentId": "001006005",
                "name": "非法行医"
            },
            {
                "id": "001006005010",
                "parentId": "001006005",
                "name": "非法进行节育手术"
            },
            {
                "id": "001006005011",
                "parentId": "001006005",
                "name": "逃避动植物检疫"
            },
            {
                "id": "001006005012",
                "parentId": "001006005",
                "name": "妨害传染病防治"
            },
            {
                "id": "001006005013",
                "parentId": "001006005",
                "name": "妨害国境卫生检疫"
            },
            {
                "id": "001006005014",
                "parentId": "001006005",
                "name": "妨害动植物防疫、检疫"
            },
            {
                "id": "001006006",
                "parentId": "001006",
                "name": "破坏环境资源保护"
            },
            {
                "id": "001006006001",
                "parentId": "001006006",
                "name": "重大环境污染事故"
            },
            {
                "id": "001006006002",
                "parentId": "001006006",
                "name": "非法处置进口的固体废物"
            },
            {
                "id": "001006006003",
                "parentId": "001006006",
                "name": "擅自进口固体废物"
            },
            {
                "id": "001006006004",
                "parentId": "001006006",
                "name": "非法捕捞水产品"
            },
            {
                "id": "001006006005",
                "parentId": "001006006",
                "name": "非法猎捕、杀害珍贵、濒危野生动物"
            },
            {
                "id": "001006006006",
                "parentId": "001006006",
                "name": "非法收购、运输、出售珍贵、濒危野生动物、珍贵、濒危野生动物制品罪 "
            },
            {
                "id": "001006006007",
                "parentId": "001006006",
                "name": "非法狩猎"
            },
            {
                "id": "001006006008",
                "parentId": "001006006",
                "name": "非法占用耕地"
            },
            {
                "id": "001006006009",
                "parentId": "001006006",
                "name": "非法采矿"
            },
            {
                "id": "001006006010",
                "parentId": "001006006",
                "name": "破坏性采矿"
            },
            {
                "id": "001006006011",
                "parentId": "001006006",
                "name": "非法采伐、毁坏国家重点保护植物"
            },
            {
                "id": "001006006012",
                "parentId": "001006006",
                "name": "盗伐林木"
            },
            {
                "id": "001006006013",
                "parentId": "001006006",
                "name": "滥伐林木"
            },
            {
                "id": "001006006014",
                "parentId": "001006006",
                "name": "非法收购、运输盗伐、滥伐的林木"
            },
            {
                "id": "001006006015",
                "parentId": "001006006",
                "name": "非法占用农用地"
            },
            {
                "id": "001006006016",
                "parentId": "001006006",
                "name": "非法收购、运输、加工、出售国家重点保护植物、国家重点保护植物制品罪 "
            },
            {
                "id": "001006006017",
                "parentId": "001006006",
                "name": "污染环境"
            },
            {
                "id": "001006007",
                "parentId": "001006",
                "name": "走私、贩卖、运输、制造毒品"
            },
            {
                "id": "001006007001",
                "parentId": "001006007",
                "name": "走私、贩卖、运输、制造毒品"
            },
            {
                "id": "001006007002",
                "parentId": "001006007",
                "name": "非法持有毒品"
            },
            {
                "id": "001006007003",
                "parentId": "001006007",
                "name": "包庇毒品犯罪分子"
            },
            {
                "id": "001006007004",
                "parentId": "001006007",
                "name": "窝藏、转移、隐瞒毒品、毒赃"
            },
            {
                "id": "001006007005",
                "parentId": "001006007",
                "name": "走私制毒物品"
            },
            {
                "id": "001006007006",
                "parentId": "001006007",
                "name": "非法买卖制毒物品"
            },
            {
                "id": "001006007007",
                "parentId": "001006007",
                "name": "非法种植毒品原植物"
            },
            {
                "id": "001006007008",
                "parentId": "001006007",
                "name": "非法买卖、运输、携带、持有毒品原植物种子、幼苗罪 "
            },
            {
                "id": "001006007009",
                "parentId": "001006007",
                "name": "引诱、教唆、欺骗他人吸毒"
            },
            {
                "id": "001006007010",
                "parentId": "001006007",
                "name": "强迫他人吸毒"
            },
            {
                "id": "001006007011",
                "parentId": "001006007",
                "name": "容留他人吸毒"
            },
            {
                "id": "001006007012",
                "parentId": "001006007",
                "name": "非法提供麻醉药品、精神药品"
            },
            {
                "id": "001006008",
                "parentId": "001006",
                "name": "组织、强迫、引诱、容留、介绍卖淫"
            },
            {
                "id": "001006008001",
                "parentId": "001006008",
                "name": "组织卖淫"
            },
            {
                "id": "001006008002",
                "parentId": "001006008",
                "name": "强迫卖淫"
            },
            {
                "id": "001006008003",
                "parentId": "001006008",
                "name": "协助组织卖淫"
            },
            {
                "id": "001006008004",
                "parentId": "001006008",
                "name": "引诱、容留、介绍卖淫"
            },
            {
                "id": "001006008005",
                "parentId": "001006008",
                "name": "引诱幼女卖淫"
            },
            {
                "id": "001006008006",
                "parentId": "001006008",
                "name": "传播性病"
            },
            {
                "id": "001006008007",
                "parentId": "001006008",
                "name": "嫖宿幼女"
            },
            {
                "id": "001006009",
                "parentId": "001006",
                "name": "制造、贩卖、传播淫秽物品"
            },
            {
                "id": "001006009001",
                "parentId": "001006009",
                "name": "制作、复制、出版、贩卖、传播淫秽物品牟利"
            },
            {
                "id": "001006009002",
                "parentId": "001006009",
                "name": "为他人提供书号出版淫秽书刊"
            },
            {
                "id": "001006009003",
                "parentId": "001006009",
                "name": "传播淫秽物品"
            },
            {
                "id": "001006009004",
                "parentId": "001006009",
                "name": "组织播放淫秽音像制品"
            },
            {
                "id": "001006009005",
                "parentId": "001006009",
                "name": "组织淫秽表演"
            },
            {
                "id": "001007",
                "parentId": "001",
                "name": "危害国防利益"
            },
            {
                "id": "001007001",
                "parentId": "001007",
                "name": "阻碍军人执行职务"
            },
            {
                "id": "001007002",
                "parentId": "001007",
                "name": "阻碍军事行动"
            },
            {
                "id": "001007003",
                "parentId": "001007",
                "name": "破坏武器装备、军事设施、军事通信"
            },
            {
                "id": "001007004",
                "parentId": "001007",
                "name": "故意提供不合格武器装备、军事设施"
            },
            {
                "id": "001007005",
                "parentId": "001007",
                "name": "过失提供不合格武器装备、军事设施"
            },
            {
                "id": "001007006",
                "parentId": "001007",
                "name": "聚众冲击军事禁区"
            },
            {
                "id": "001007007",
                "parentId": "001007",
                "name": "聚众扰乱军事管理区秩序"
            },
            {
                "id": "001007008",
                "parentId": "001007",
                "name": "冒充军人招摇撞骗"
            },
            {
                "id": "001007009",
                "parentId": "001007",
                "name": "煽动军人逃离部队"
            },
            {
                "id": "001007010",
                "parentId": "001007",
                "name": "雇用逃离部队军人"
            },
            {
                "id": "001007011",
                "parentId": "001007",
                "name": "接送不合格兵员"
            },
            {
                "id": "001007012",
                "parentId": "001007",
                "name": "伪造、变造、买卖武装部队公文、证件、印章"
            },
            {
                "id": "001007013",
                "parentId": "001007",
                "name": "盗窃、抢夺武装部队公文、证件、印章"
            },
            {
                "id": "001007014",
                "parentId": "001007",
                "name": "非法生产、买卖军用标志"
            },
            {
                "id": "001007015",
                "parentId": "001007",
                "name": "战时拒绝、逃避征召、军事训练"
            },
            {
                "id": "001007016",
                "parentId": "001007",
                "name": "战时拒绝、逃避服役"
            },
            {
                "id": "001007017",
                "parentId": "001007",
                "name": "战时故意提供虚假敌情"
            },
            {
                "id": "001007018",
                "parentId": "001007",
                "name": "战时造谣扰乱军心"
            },
            {
                "id": "001007019",
                "parentId": "001007",
                "name": "战时窝藏逃离部队军人"
            },
            {
                "id": "001007020",
                "parentId": "001007",
                "name": "战时拒绝、故意延误军事订货"
            },
            {
                "id": "001007021",
                "parentId": "001007",
                "name": "战时拒绝军事征用"
            },
            {
                "id": "001007022",
                "parentId": "001007",
                "name": "过失破坏武器装备、军事设施、军事通信"
            },
            {
                "id": "001007023",
                "parentId": "001007",
                "name": "非法生产、买卖武装部队制式服装"
            },
            {
                "id": "001007024",
                "parentId": "001007",
                "name": "伪造、盗窃、买卖、非法提供、非法使用武装部队专用标志罪 "
            },
            {
                "id": "001007025",
                "parentId": "001007",
                "name": "过失损坏武器装备、军事设施、军事通信"
            },
            {
                "id": "001008",
                "parentId": "001",
                "name": "贪污贿赂"
            },
            {
                "id": "001008001",
                "parentId": "001008",
                "name": "贪污"
            },
            {
                "id": "001008002",
                "parentId": "001008",
                "name": "挪用公款"
            },
            {
                "id": "001008003",
                "parentId": "001008",
                "name": "受贿"
            },
            {
                "id": "001008004",
                "parentId": "001008",
                "name": "单位受贿"
            },
            {
                "id": "001008005",
                "parentId": "001008",
                "name": "行贿"
            },
            {
                "id": "001008006",
                "parentId": "001008",
                "name": "对单位行贿"
            },
            {
                "id": "001008007",
                "parentId": "001008",
                "name": "介绍贿赂"
            },
            {
                "id": "001008008",
                "parentId": "001008",
                "name": "单位行贿"
            },
            {
                "id": "001008009",
                "parentId": "001008",
                "name": "巨额财产来源不明"
            },
            {
                "id": "001008010",
                "parentId": "001008",
                "name": "隐瞒境外存款"
            },
            {
                "id": "001008011",
                "parentId": "001008",
                "name": "私分国有资产"
            },
            {
                "id": "001008012",
                "parentId": "001008",
                "name": "私分罚没财物"
            },
            {
                "id": "001008013",
                "parentId": "001008",
                "name": "利用影响力受贿"
            },
            {
                "id": "001009",
                "parentId": "001",
                "name": "渎职"
            },
            {
                "id": "001009001",
                "parentId": "001009",
                "name": "滥用职权"
            },
            {
                "id": "001009002",
                "parentId": "001009",
                "name": "玩忽职守"
            },
            {
                "id": "001009003",
                "parentId": "001009",
                "name": "故意泄露国家秘密"
            },
            {
                "id": "001009004",
                "parentId": "001009",
                "name": "过失泄露国家秘密"
            },
            {
                "id": "001009005",
                "parentId": "001009",
                "name": "徇私枉法"
            },
            {
                "id": "001009006",
                "parentId": "001009",
                "name": "枉法裁判"
            },
            {
                "id": "001009007",
                "parentId": "001009",
                "name": "私放在押人员"
            },
            {
                "id": "001009008",
                "parentId": "001009",
                "name": "失职致使在押人员脱逃"
            },
            {
                "id": "001009009",
                "parentId": "001009",
                "name": "徇私舞弊减刑、假释、暂予监外执行"
            },
            {
                "id": "001009010",
                "parentId": "001009",
                "name": "徇私舞弊不移交刑事案件"
            },
            {
                "id": "001009011",
                "parentId": "001009",
                "name": "滥用管理公司、证券职权"
            },
            {
                "id": "001009012",
                "parentId": "001009",
                "name": "徇私舞弊不征、少征税款"
            },
            {
                "id": "001009013",
                "parentId": "001009",
                "name": "徇私舞弊发售发票、抵扣税款、出口退税"
            },
            {
                "id": "001009014",
                "parentId": "001009",
                "name": "国家机关工作人员签订、履行合同失职"
            },
            {
                "id": "001009015",
                "parentId": "001009",
                "name": "违法发放林木采伐许可证"
            },
            {
                "id": "001009016",
                "parentId": "001009",
                "name": "环境监管失职"
            },
            {
                "id": "001009017",
                "parentId": "001009",
                "name": "传染病防治失职"
            },
            {
                "id": "001009018",
                "parentId": "001009",
                "name": "非法批准征用、占用土地"
            },
            {
                "id": "001009019",
                "parentId": "001009",
                "name": "放纵走私"
            },
            {
                "id": "001009020",
                "parentId": "001009",
                "name": "商检徇私舞弊"
            },
            {
                "id": "001009021",
                "parentId": "001009",
                "name": "商检失职"
            },
            {
                "id": "001009022",
                "parentId": "001009",
                "name": "动植物检疫徇私舞弊"
            },
            {
                "id": "001009023",
                "parentId": "001009",
                "name": "动植物检疫失职"
            },
            {
                "id": "001009024",
                "parentId": "001009",
                "name": "放纵制售伪劣商品犯罪行为"
            },
            {
                "id": "001009025",
                "parentId": "001009",
                "name": "办理偷越国(边)境人员出入境证件"
            },
            {
                "id": "001009026",
                "parentId": "001009",
                "name": "放行偷越国(边)境人员"
            },
            {
                "id": "001009027",
                "parentId": "001009",
                "name": "不解救被拐卖、绑架妇女、儿童"
            },
            {
                "id": "001009028",
                "parentId": "001009",
                "name": "阻碍解救被拐卖、绑架妇女、儿童"
            },
            {
                "id": "001009029",
                "parentId": "001009",
                "name": "帮助罪犯逃避处罚"
            },
            {
                "id": "001009030",
                "parentId": "001009",
                "name": "招收公务员、学生徇私舞弊"
            },
            {
                "id": "001009031",
                "parentId": "001009",
                "name": "失职造成珍贵文物损毁、流失"
            },
            {
                "id": "001009032",
                "parentId": "001009",
                "name": "违法提供出口退税凭证"
            },
            {
                "id": "001009033",
                "parentId": "001009",
                "name": "非法低价出让国有土地使用权"
            },
            {
                "id": "001009034",
                "parentId": "001009",
                "name": "民事、行政枉法裁判"
            },
            {
                "id": "001009035",
                "parentId": "001009",
                "name": "国家机关工作人员签订、履行合同失职被骗"
            },
            {
                "id": "001009036",
                "parentId": "001009",
                "name": "执行判决、裁定失职"
            },
            {
                "id": "001009037",
                "parentId": "001009",
                "name": "执行判决、裁定滥用职权"
            },
            {
                "id": "001009038",
                "parentId": "001009",
                "name": "枉法仲裁"
            },
            {
                "id": "001009039",
                "parentId": "001009",
                "name": "帮助犯罪分子逃避处罚"
            },
            {
                "id": "001009040",
                "parentId": "001009",
                "name": "食品监管渎职"
            },
            {
                "id": "001010",
                "parentId": "001",
                "name": "军人违反职责"
            },
            {
                "id": "001010001",
                "parentId": "001010",
                "name": "战时违抗命令"
            },
            {
                "id": "001010002",
                "parentId": "001010",
                "name": "隐瞒、谎报军情"
            },
            {
                "id": "001010003",
                "parentId": "001010",
                "name": "拒传、假传军令"
            },
            {
                "id": "001010004",
                "parentId": "001010",
                "name": "投降"
            },
            {
                "id": "001010005",
                "parentId": "001010",
                "name": "战时临阵脱逃"
            },
            {
                "id": "001010006",
                "parentId": "001010",
                "name": "擅离、玩忽军事职守"
            },
            {
                "id": "001010007",
                "parentId": "001010",
                "name": "阻碍执行军事职务"
            },
            {
                "id": "001010008",
                "parentId": "001010",
                "name": "指使部属违反职责"
            },
            {
                "id": "001010009",
                "parentId": "001010",
                "name": "违令作战消极"
            },
            {
                "id": "001010010",
                "parentId": "001010",
                "name": "拒不救援友邻部队"
            },
            {
                "id": "001010011",
                "parentId": "001010",
                "name": "军人叛逃"
            },
            {
                "id": "001010012",
                "parentId": "001010",
                "name": "非法获取军事秘密"
            },
            {
                "id": "001010013",
                "parentId": "001010",
                "name": "为境外窃取、刺探、收买、非法提供军事秘密"
            },
            {
                "id": "001010014",
                "parentId": "001010",
                "name": "故意泄露军事秘密"
            },
            {
                "id": "001010015",
                "parentId": "001010",
                "name": "过失泄露军事秘密"
            },
            {
                "id": "001010016",
                "parentId": "001010",
                "name": "战时军人造谣惑众"
            },
            {
                "id": "001010017",
                "parentId": "001010",
                "name": "战时自伤"
            },
            {
                "id": "001010018",
                "parentId": "001010",
                "name": "逃离部队"
            },
            {
                "id": "001010019",
                "parentId": "001010",
                "name": "武器装备肇事"
            },
            {
                "id": "001010020",
                "parentId": "001010",
                "name": "擅自改变武器装备编配用途"
            },
            {
                "id": "001010021",
                "parentId": "001010",
                "name": "盗窃、抢夺武器装备、军用物资"
            },
            {
                "id": "001010022",
                "parentId": "001010",
                "name": "非法出卖、转让武器装备"
            },
            {
                "id": "001010023",
                "parentId": "001010",
                "name": "遗弃武器装备"
            },
            {
                "id": "001010024",
                "parentId": "001010",
                "name": "遗失武器装备"
            },
            {
                "id": "001010025",
                "parentId": "001010",
                "name": "擅自出卖、转让军队房地产"
            },
            {
                "id": "001010026",
                "parentId": "001010",
                "name": "虐待部属"
            },
            {
                "id": "001010027",
                "parentId": "001010",
                "name": "遗弃伤病军人"
            },
            {
                "id": "001010028",
                "parentId": "001010",
                "name": "战时拒不救治伤病军人"
            },
            {
                "id": "001010029",
                "parentId": "001010",
                "name": "战时残害居民、掠夺居民财物"
            },
            {
                "id": "001010030",
                "parentId": "001010",
                "name": "私放俘虏"
            },
            {
                "id": "001010031",
                "parentId": "001010",
                "name": "虐待俘虏"
            },
            {
                "id": "001010032",
                "parentId": "001010",
                "name": "战时造谣惑众"
            },
            {
                "id": "001011",
                "parentId": "001",
                "name": "九七年十月以前刑事案由"
            },
            {
                "id": "001011001",
                "parentId": "001011",
                "name": "反革命"
            },
            {
                "id": "001011002",
                "parentId": "001011",
                "name": "经济犯"
            },
            {
                "id": "001011003",
                "parentId": "001011",
                "name": "其他刑事犯"
            },
    {
        "id": "002",
        "parentId": "#",
        "name": "民事案由",
        "key": "2"
    },
            {
                "id": "002001",
                "parentId": "002",
                "name": "人格权纠纷"
            },
            {
                "id": "002001001",
                "parentId": "002001",
                "name": "人格权纠纷"
            },
            {
                "id": "002001001001",
                "parentId": "002001001",
                "name": "生命权、健康权、身体权纠纷"
            },
            {
                "id": "002001001002",
                "parentId": "002001001",
                "name": "姓名权纠纷"
            },
            {
                "id": "002001001003",
                "parentId": "002001001",
                "name": "肖像权纠纷"
            },
            {
                "id": "002001001004",
                "parentId": "002001001",
                "name": "名誉权纠纷"
            },
            {
                "id": "002001001005",
                "parentId": "002001001",
                "name": "荣誉权纠纷"
            },
            {
                "id": "002001001006",
                "parentId": "002001001",
                "name": "隐私权纠纷"
            },
            {
                "id": "002001001007",
                "parentId": "002001001",
                "name": "婚姻自主权纠纷"
            },
            {
                "id": "002001001008",
                "parentId": "002001001",
                "name": "人身自由权纠纷"
            },
            {
                "id": "002001001009",
                "parentId": "002001001",
                "name": "一般人格权纠纷"
            },
            {
                "id": "002002",
                "parentId": "002",
                "name": "婚姻家庭、继承纠纷"
            },
            {
                "id": "002002001",
                "parentId": "002002",
                "name": "婚姻家庭纠纷"
            },
            {
                "id": "002002001001",
                "parentId": "002002001",
                "name": "婚约财产纠纷"
            },
            {
                "id": "002002001002",
                "parentId": "002002001",
                "name": "离婚纠纷"
            },
            {
                "id": "002002001003",
                "parentId": "002002001",
                "name": "离婚后财产纠纷"
            },
            {
                "id": "002002001004",
                "parentId": "002002001",
                "name": "离婚后损害责任纠纷"
            },
            {
                "id": "002002001005",
                "parentId": "002002001",
                "name": "婚姻无效纠纷"
            },
            {
                "id": "002002001006",
                "parentId": "002002001",
                "name": "撤销婚姻纠纷"
            },
            {
                "id": "002002001007",
                "parentId": "002002001",
                "name": "夫妻财产约定纠纷"
            },
            {
                "id": "002002001008",
                "parentId": "002002001",
                "name": "同居关系纠纷"
            },
            {
                "id": "002002001008001",
                "parentId": "002002001008",
                "name": "同居关系析产纠纷"
            },
            {
                "id": "002002001008002",
                "parentId": "002002001008",
                "name": "同居关系子女抚养纠纷"
            },
            {
                "id": "002002001009",
                "parentId": "002002001",
                "name": "抚养纠纷"
            },
            {
                "id": "002002001009001",
                "parentId": "002002001009",
                "name": "抚养费纠纷"
            },
            {
                "id": "002002001009002",
                "parentId": "002002001009",
                "name": "变更抚养关系纠纷"
            },
            {
                "id": "002002001010",
                "parentId": "002002001",
                "name": "扶养纠纷"
            },
            {
                "id": "002002001010001",
                "parentId": "002002001010",
                "name": "扶养费纠纷"
            },
            {
                "id": "002002001010002",
                "parentId": "002002001010",
                "name": "变更扶养关系纠纷"
            },
            {
                "id": "002002001011",
                "parentId": "002002001",
                "name": "赡养纠纷"
            },
            {
                "id": "002002001011001",
                "parentId": "002002001011",
                "name": "赡养费纠纷"
            },
            {
                "id": "002002001011002",
                "parentId": "002002001011",
                "name": "变更赡养关系纠纷"
            },
            {
                "id": "002002001012",
                "parentId": "002002001",
                "name": "收养关系纠纷"
            },
            {
                "id": "002002001012001",
                "parentId": "002002001012",
                "name": "确认收养关系纠纷"
            },
            {
                "id": "002002001012002",
                "parentId": "002002001012",
                "name": "解除收养关系纠纷"
            },
            {
                "id": "002002001013",
                "parentId": "002002001",
                "name": "监护权纠纷"
            },
            {
                "id": "002002001014",
                "parentId": "002002001",
                "name": "探望权纠纷"
            },
            {
                "id": "002002001015",
                "parentId": "002002001",
                "name": "分家析产纠纷"
            },
            {
                "id": "002002002",
                "parentId": "002002",
                "name": "继承纠纷"
            },
            {
                "id": "002002002001",
                "parentId": "002002002",
                "name": "法定继承纠纷"
            },
            {
                "id": "002002002001001",
                "parentId": "002002002001",
                "name": "转继承纠纷"
            },
            {
                "id": "002002002001002",
                "parentId": "002002002001",
                "name": "代位继承纠纷"
            },
            {
                "id": "002002002002",
                "parentId": "002002002",
                "name": "遗嘱继承纠纷"
            },
            {
                "id": "002002002003",
                "parentId": "002002002",
                "name": "被继承人债务清偿纠纷"
            },
            {
                "id": "002002002004",
                "parentId": "002002002",
                "name": "遗赠纠纷"
            },
            {
                "id": "002002002005",
                "parentId": "002002002",
                "name": "遗赠扶养协议纠纷"
            },
            {
                "id": "002003",
                "parentId": "002",
                "name": "物权纠纷"
            },
            {
                "id": "002003001",
                "parentId": "002003",
                "name": "不动产登记纠纷"
            },
            {
                "id": "002003001001",
                "parentId": "002003001",
                "name": "异议登记不当损害责任纠纷"
            },
            {
                "id": "002003001002",
                "parentId": "002003001",
                "name": "虚假登记损害责任纠纷"
            },
            {
                "id": "002003002",
                "parentId": "002003",
                "name": "物权保护纠纷"
            },
            {
                "id": "002003002001",
                "parentId": "002003002",
                "name": "物权确认纠纷"
            },
            {
                "id": "002003002001001",
                "parentId": "002003002001",
                "name": "所有权确认纠纷"
            },
            {
                "id": "002003002001002",
                "parentId": "002003002001",
                "name": "用益物权确认纠纷"
            },
            {
                "id": "002003002001003",
                "parentId": "002003002001",
                "name": "担保物权确认纠纷"
            },
            {
                "id": "002003002002",
                "parentId": "002003002",
                "name": "返还原物纠纷"
            },
            {
                "id": "002003002003",
                "parentId": "002003002",
                "name": "排除妨害纠纷"
            },
            {
                "id": "002003002004",
                "parentId": "002003002",
                "name": "消除危险纠纷"
            },
            {
                "id": "002003002005",
                "parentId": "002003002",
                "name": "修理、重作、更换纠纷"
            },
            {
                "id": "002003002006",
                "parentId": "002003002",
                "name": "恢复原状纠纷"
            },
            {
                "id": "002003002007",
                "parentId": "002003002",
                "name": "财产损害赔偿纠纷"
            },
            {
                "id": "002003003",
                "parentId": "002003",
                "name": "所有权纠纷"
            },
            {
                "id": "002003003001",
                "parentId": "002003003",
                "name": "侵害集体经济组织成员权益纠纷"
            },
            {
                "id": "002003003002",
                "parentId": "002003003",
                "name": "建筑物区分所有权纠纷"
            },
            {
                "id": "002003003002001",
                "parentId": "002003003002",
                "name": "业主专有权纠纷"
            },
            {
                "id": "002003003002002",
                "parentId": "002003003002",
                "name": "业主共有权纠纷"
            },
            {
                "id": "002003003002003",
                "parentId": "002003003002",
                "name": "车位纠纷"
            },
            {
                "id": "002003003002004",
                "parentId": "002003003002",
                "name": "车库纠纷"
            },
            {
                "id": "002003003003",
                "parentId": "002003003",
                "name": "业主撤销权纠纷"
            },
            {
                "id": "002003003004",
                "parentId": "002003003",
                "name": "业主知情权纠纷"
            },
            {
                "id": "002003003005",
                "parentId": "002003003",
                "name": "遗失物返还纠纷"
            },
            {
                "id": "002003003006",
                "parentId": "002003003",
                "name": "漂流物返还纠纷"
            },
            {
                "id": "002003003007",
                "parentId": "002003003",
                "name": "埋藏物返还纠纷"
            },
            {
                "id": "002003003008",
                "parentId": "002003003",
                "name": "隐藏物返还纠纷"
            },
            {
                "id": "002003003009",
                "parentId": "002003003",
                "name": "相邻关系纠纷"
            },
            {
                "id": "002003003009001",
                "parentId": "002003003009",
                "name": "相邻用水、排水纠纷"
            },
            {
                "id": "002003003009002",
                "parentId": "002003003009",
                "name": "相邻通行纠纷"
            },
            {
                "id": "002003003009003",
                "parentId": "002003003009",
                "name": "相邻土地、建筑物利用关系纠纷"
            },
            {
                "id": "002003003009004",
                "parentId": "002003003009",
                "name": "相邻通风纠纷"
            },
            {
                "id": "002003003009005",
                "parentId": "002003003009",
                "name": "相邻采光、日照纠纷"
            },
            {
                "id": "002003003009006",
                "parentId": "002003003009",
                "name": "相邻污染侵害纠纷"
            },
            {
                "id": "002003003009007",
                "parentId": "002003003009",
                "name": "相邻损害防免关系纠纷"
            },
            {
                "id": "002003003010",
                "parentId": "002003003",
                "name": "共有纠纷"
            },
            {
                "id": "002003003010001",
                "parentId": "002003003010",
                "name": "共有权确认纠纷"
            },
            {
                "id": "002003003010002",
                "parentId": "002003003010",
                "name": "共有物分割纠纷"
            },
            {
                "id": "002003003010003",
                "parentId": "002003003010",
                "name": "共有人优先购买权纠纷"
            },
            {
                "id": "002003004",
                "parentId": "002003",
                "name": "用益物权纠纷"
            },
            {
                "id": "002003004001",
                "parentId": "002003004",
                "name": "海域使用权纠纷"
            },
            {
                "id": "002003004002",
                "parentId": "002003004",
                "name": "探矿权纠纷"
            },
            {
                "id": "002003004003",
                "parentId": "002003004",
                "name": "采矿权纠纷"
            },
            {
                "id": "002003004004",
                "parentId": "002003004",
                "name": "取水权纠纷"
            },
            {
                "id": "002003004005",
                "parentId": "002003004",
                "name": "养殖权纠纷"
            },
            {
                "id": "002003004006",
                "parentId": "002003004",
                "name": "捕捞权纠纷"
            },
            {
                "id": "002003004007",
                "parentId": "002003004",
                "name": "土地承包经营权纠纷"
            },
            {
                "id": "002003004007001",
                "parentId": "002003004007",
                "name": "土地承包经营权确认纠纷"
            },
            {
                "id": "002003004007002",
                "parentId": "002003004007",
                "name": "承包地征收补偿费用分配纠纷"
            },
            {
                "id": "002003004007003",
                "parentId": "002003004007",
                "name": "土地承包经营权继承纠纷"
            },
            {
                "id": "002003004008",
                "parentId": "002003004",
                "name": "建设用地使用权纠纷"
            },
            {
                "id": "002003004009",
                "parentId": "002003004",
                "name": "宅基地使用权纠纷"
            },
            {
                "id": "002003004010",
                "parentId": "002003004",
                "name": "地役权纠纷"
            },
            {
                "id": "002003005",
                "parentId": "002003",
                "name": "担保物权纠纷"
            },
            {
                "id": "002003005001",
                "parentId": "002003005",
                "name": "抵押权纠纷"
            },
            {
                "id": "002003005001001",
                "parentId": "002003005001",
                "name": "建筑物和其他土地附着物抵押权纠纷"
            },
            {
                "id": "002003005001002",
                "parentId": "002003005001",
                "name": "在建建筑物抵押权纠纷"
            },
            {
                "id": "002003005001003",
                "parentId": "002003005001",
                "name": "建设用地使用权抵押权纠纷"
            },
            {
                "id": "002003005001004",
                "parentId": "002003005001",
                "name": "土地承包经营权抵押权纠纷"
            },
            {
                "id": "002003005001005",
                "parentId": "002003005001",
                "name": "动产抵押权纠纷"
            },
            {
                "id": "002003005001006",
                "parentId": "002003005001",
                "name": "在建船舶、航空器抵押权纠纷"
            },
            {
                "id": "002003005001007",
                "parentId": "002003005001",
                "name": "动产浮动抵押权纠纷"
            },
            {
                "id": "002003005001008",
                "parentId": "002003005001",
                "name": "最高额抵押权纠纷"
            },
            {
                "id": "002003005002",
                "parentId": "002003005",
                "name": "质权纠纷"
            },
            {
                "id": "002003005002001",
                "parentId": "002003005002",
                "name": "动产质权纠纷"
            },
            {
                "id": "002003005002002",
                "parentId": "002003005002",
                "name": "转质权纠纷"
            },
            {
                "id": "002003005002003",
                "parentId": "002003005002",
                "name": "最高额质权纠纷"
            },
            {
                "id": "002003005002004",
                "parentId": "002003005002",
                "name": "票据质权纠纷"
            },
            {
                "id": "002003005002005",
                "parentId": "002003005002",
                "name": "债券质权纠纷"
            },
            {
                "id": "002003005002006",
                "parentId": "002003005002",
                "name": "存单质权纠纷"
            },
            {
                "id": "002003005002007",
                "parentId": "002003005002",
                "name": "仓单质权纠纷"
            },
            {
                "id": "002003005002008",
                "parentId": "002003005002",
                "name": "提单质权纠纷"
            },
            {
                "id": "002003005002009",
                "parentId": "002003005002",
                "name": "股权质权纠纷"
            },
            {
                "id": "002003005002010",
                "parentId": "002003005002",
                "name": "基金份额质权纠纷"
            },
            {
                "id": "002003005002011",
                "parentId": "002003005002",
                "name": "知识产权质权纠纷"
            },
            {
                "id": "002003005002012",
                "parentId": "002003005002",
                "name": "应收账款质权纠纷"
            },
            {
                "id": "002003005003",
                "parentId": "002003005",
                "name": "留置权纠纷"
            },
            {
                "id": "002003006",
                "parentId": "002003",
                "name": "占有保护纠纷"
            },
            {
                "id": "002003006001",
                "parentId": "002003006",
                "name": "占有物返还纠纷"
            },
            {
                "id": "002003006002",
                "parentId": "002003006",
                "name": "占有排除妨害纠纷"
            },
            {
                "id": "002003006003",
                "parentId": "002003006",
                "name": "占有消除危险纠纷"
            },
            {
                "id": "002003006004",
                "parentId": "002003006",
                "name": "占有物损害赔偿纠纷"
            },
            {
                "id": "002004",
                "parentId": "002",
                "name": "合同、无因管理、不当得利纠纷"
            },
            {
                "id": "002004001",
                "parentId": "002004",
                "name": "合同纠纷"
            },
            {
                "id": "002004001001",
                "parentId": "002004001",
                "name": "缔约过失责任纠纷"
            },
            {
                "id": "002004001002",
                "parentId": "002004001",
                "name": "确认合同效力纠纷"
            },
            {
                "id": "002004001002001",
                "parentId": "002004001002",
                "name": "确认合同有效纠纷"
            },
            {
                "id": "002004001002002",
                "parentId": "002004001002",
                "name": "确认合同无效纠纷"
            },
            {
                "id": "002004001003",
                "parentId": "002004001",
                "name": "债权人代位权纠纷"
            },
            {
                "id": "002004001004",
                "parentId": "002004001",
                "name": "债权人撤销权纠纷"
            },
            {
                "id": "002004001005",
                "parentId": "002004001",
                "name": "债权转让合同纠纷"
            },
            {
                "id": "002004001006",
                "parentId": "002004001",
                "name": "债务转移合同纠纷"
            },
            {
                "id": "002004001007",
                "parentId": "002004001",
                "name": "债权债务概括转移合同纠纷"
            },
            {
                "id": "002004001008",
                "parentId": "002004001",
                "name": "悬赏广告纠纷"
            },
            {
                "id": "002004001009",
                "parentId": "002004001",
                "name": "买卖合同纠纷"
            },
            {
                "id": "002004001009001",
                "parentId": "002004001009",
                "name": "分期付款买卖合同纠纷"
            },
            {
                "id": "002004001009002",
                "parentId": "002004001009",
                "name": "凭样品买卖合同纠纷"
            },
            {
                "id": "002004001009003",
                "parentId": "002004001009",
                "name": "试用买卖合同纠纷"
            },
            {
                "id": "002004001009004",
                "parentId": "002004001009",
                "name": "互易纠纷"
            },
            {
                "id": "002004001009005",
                "parentId": "002004001009",
                "name": "国际货物买卖合同纠纷"
            },
            {
                "id": "002004001009006",
                "parentId": "002004001009",
                "name": "网络购物合同纠纷"
            },
            {
                "id": "002004001009007",
                "parentId": "002004001009",
                "name": "电视购物合同纠纷"
            },
            {
                "id": "002004001010",
                "parentId": "002004001",
                "name": "招标投标买卖合同纠纷"
            },
            {
                "id": "002004001011",
                "parentId": "002004001",
                "name": "拍卖合同纠纷"
            },
            {
                "id": "002004001012",
                "parentId": "002004001",
                "name": "建设用地使用权合同纠纷"
            },
            {
                "id": "002004001012001",
                "parentId": "002004001012",
                "name": "建设用地使用权出让合同纠纷"
            },
            {
                "id": "002004001012002",
                "parentId": "002004001012",
                "name": "建设用地使用权转让合同纠纷"
            },
            {
                "id": "002004001013",
                "parentId": "002004001",
                "name": "临时用地合同纠纷"
            },
            {
                "id": "002004001014",
                "parentId": "002004001",
                "name": "探矿权转让合同纠纷"
            },
            {
                "id": "002004001015",
                "parentId": "002004001",
                "name": "采矿权转让合同纠纷"
            },
            {
                "id": "002004001016",
                "parentId": "002004001",
                "name": "房地产开发经营合同纠纷"
            },
            {
                "id": "002004001016001",
                "parentId": "002004001016",
                "name": "委托代建合同纠纷"
            },
            {
                "id": "002004001016002",
                "parentId": "002004001016",
                "name": "合资、合作开发房地产合同纠纷"
            },
            {
                "id": "002004001016003",
                "parentId": "002004001016",
                "name": "项目转让合同纠纷"
            },
            {
                "id": "002004001017",
                "parentId": "002004001",
                "name": "房屋买卖合同纠纷"
            },
            {
                "id": "002004001017001",
                "parentId": "002004001017",
                "name": "商品房预约合同纠纷"
            },
            {
                "id": "002004001017002",
                "parentId": "002004001017",
                "name": "商品房预售合同纠纷"
            },
            {
                "id": "002004001017003",
                "parentId": "002004001017",
                "name": "商品房销售合同纠纷"
            },
            {
                "id": "002004001017004",
                "parentId": "002004001017",
                "name": "商品房委托代理销售合同纠纷"
            },
            {
                "id": "002004001017005",
                "parentId": "002004001017",
                "name": "经济适用房转让合同纠纷"
            },
            {
                "id": "002004001017006",
                "parentId": "002004001017",
                "name": "农村房屋买卖合同纠纷"
            },
            {
                "id": "002004001018",
                "parentId": "002004001",
                "name": "房屋拆迁安置补偿合同纠纷"
            },
            {
                "id": "002004001019",
                "parentId": "002004001",
                "name": "供用电合同纠纷"
            },
            {
                "id": "002004001020",
                "parentId": "002004001",
                "name": "供用水合同纠纷"
            },
            {
                "id": "002004001021",
                "parentId": "002004001",
                "name": "供用气合同纠纷"
            },
            {
                "id": "002004001022",
                "parentId": "002004001",
                "name": "供用热力合同纠纷"
            },
            {
                "id": "002004001023",
                "parentId": "002004001",
                "name": "赠与合同纠纷"
            },
            {
                "id": "002004001023001",
                "parentId": "002004001023",
                "name": "公益事业捐赠合同纠纷"
            },
            {
                "id": "002004001023002",
                "parentId": "002004001023",
                "name": "附义务赠与合同纠纷"
            },
            {
                "id": "002004001024",
                "parentId": "002004001",
                "name": "借款合同纠纷"
            },
            {
                "id": "002004001024001",
                "parentId": "002004001024",
                "name": "金融借款合同纠纷"
            },
            {
                "id": "002004001024002",
                "parentId": "002004001024",
                "name": "同业拆借纠纷"
            },
            {
                "id": "002004001024003",
                "parentId": "002004001024",
                "name": "企业借贷纠纷"
            },
            {
                "id": "002004001024004",
                "parentId": "002004001024",
                "name": "民间借贷纠纷"
            },
            {
                "id": "002004001024005",
                "parentId": "002004001024",
                "name": "小额借款合同纠纷"
            },
            {
                "id": "002004001024006",
                "parentId": "002004001024",
                "name": "金融不良债权转让合同纠纷"
            },
            {
                "id": "002004001024007",
                "parentId": "002004001024",
                "name": "金融不良债权追偿纠纷"
            },
            {
                "id": "002004001025",
                "parentId": "002004001",
                "name": "保证合同纠纷"
            },
            {
                "id": "002004001026",
                "parentId": "002004001",
                "name": "抵押合同纠纷"
            },
            {
                "id": "002004001027",
                "parentId": "002004001",
                "name": "质押合同纠纷"
            },
            {
                "id": "002004001028",
                "parentId": "002004001",
                "name": "定金合同纠纷"
            },
            {
                "id": "002004001029",
                "parentId": "002004001",
                "name": "进出口押汇纠纷"
            },
            {
                "id": "002004001030",
                "parentId": "002004001",
                "name": "储蓄存款合同纠纷"
            },
            {
                "id": "002004001031",
                "parentId": "002004001",
                "name": "银行卡纠纷"
            },
            {
                "id": "002004001031001",
                "parentId": "002004001031",
                "name": "借记卡纠纷"
            },
            {
                "id": "002004001031002",
                "parentId": "002004001031",
                "name": "信用卡纠纷"
            },
            {
                "id": "002004001032",
                "parentId": "002004001",
                "name": "租赁合同纠纷"
            },
            {
                "id": "002004001032001",
                "parentId": "002004001032",
                "name": "土地租赁合同纠纷"
            },
            {
                "id": "002004001032002",
                "parentId": "002004001032",
                "name": "房屋租赁合同纠纷"
            },
            {
                "id": "002004001032003",
                "parentId": "002004001032",
                "name": "车辆租赁合同纠纷"
            },
            {
                "id": "002004001032004",
                "parentId": "002004001032",
                "name": "建筑设备租赁合同纠纷"
            },
            {
                "id": "002004001033",
                "parentId": "002004001",
                "name": "融资租赁合同纠纷"
            },
            {
                "id": "002004001034",
                "parentId": "002004001",
                "name": "承揽合同纠纷"
            },
            {
                "id": "002004001034001",
                "parentId": "002004001034",
                "name": "加工合同纠纷"
            },
            {
                "id": "002004001034002",
                "parentId": "002004001034",
                "name": "定作合同纠纷"
            },
            {
                "id": "002004001034003",
                "parentId": "002004001034",
                "name": "修理合同纠纷"
            },
            {
                "id": "002004001034004",
                "parentId": "002004001034",
                "name": "复制合同纠纷"
            },
            {
                "id": "002004001034005",
                "parentId": "002004001034",
                "name": "测试合同纠纷"
            },
            {
                "id": "002004001034006",
                "parentId": "002004001034",
                "name": "检验合同纠纷"
            },
            {
                "id": "002004001034007",
                "parentId": "002004001034",
                "name": "铁路机车、车辆建造合同纠纷"
            },
            {
                "id": "002004001035",
                "parentId": "002004001",
                "name": "建设工程合同纠纷"
            },
            {
                "id": "002004001035001",
                "parentId": "002004001035",
                "name": "建设工程勘察合同纠纷"
            },
            {
                "id": "002004001035002",
                "parentId": "002004001035",
                "name": "建设工程设计合同纠纷"
            },
            {
                "id": "002004001035003",
                "parentId": "002004001035",
                "name": "建设工程施工合同纠纷"
            },
            {
                "id": "002004001035004",
                "parentId": "002004001035",
                "name": "建设工程价款优先受偿权纠纷"
            },
            {
                "id": "002004001035005",
                "parentId": "002004001035",
                "name": "建设工程分包合同纠纷"
            },
            {
                "id": "002004001035006",
                "parentId": "002004001035",
                "name": "建设工程监理合同纠纷"
            },
            {
                "id": "002004001035007",
                "parentId": "002004001035",
                "name": "装饰装修合同纠纷"
            },
            {
                "id": "002004001035008",
                "parentId": "002004001035",
                "name": "铁路修建合同纠纷"
            },
            {
                "id": "002004001035009",
                "parentId": "002004001035",
                "name": "农村建房施工合同纠纷"
            },
            {
                "id": "002004001036",
                "parentId": "002004001",
                "name": "运输合同纠纷"
            },
            {
                "id": "002004001036001",
                "parentId": "002004001036",
                "name": "公路旅客运输合同纠纷"
            },
            {
                "id": "002004001036002",
                "parentId": "002004001036",
                "name": "公路货物运输合同纠纷"
            },
            {
                "id": "002004001036003",
                "parentId": "002004001036",
                "name": "水路旅客运输合同纠纷"
            },
            {
                "id": "002004001036004",
                "parentId": "002004001036",
                "name": "水路货物运输合同纠纷"
            },
            {
                "id": "002004001036005",
                "parentId": "002004001036",
                "name": "航空旅客运输合同纠纷"
            },
            {
                "id": "002004001036006",
                "parentId": "002004001036",
                "name": "航空货物运输合同纠纷"
            },
            {
                "id": "002004001036007",
                "parentId": "002004001036",
                "name": "出租汽车运输合同纠纷"
            },
            {
                "id": "002004001036008",
                "parentId": "002004001036",
                "name": "管道运输合同纠纷"
            },
            {
                "id": "002004001036009",
                "parentId": "002004001036",
                "name": "城市公交运输合同纠纷"
            },
            {
                "id": "002004001036010",
                "parentId": "002004001036",
                "name": "联合运输合同纠纷"
            },
            {
                "id": "002004001036011",
                "parentId": "002004001036",
                "name": "多式联运合同纠纷"
            },
            {
                "id": "002004001036012",
                "parentId": "002004001036",
                "name": "铁路货物运输合同纠纷"
            },
            {
                "id": "002004001036013",
                "parentId": "002004001036",
                "name": "铁路旅客运输合同纠纷"
            },
            {
                "id": "002004001036014",
                "parentId": "002004001036",
                "name": "铁路行李运输合同纠纷"
            },
            {
                "id": "002004001036015",
                "parentId": "002004001036",
                "name": "铁路包裹运输合同纠纷"
            },
            {
                "id": "002004001036016",
                "parentId": "002004001036",
                "name": "国际铁路联运合同纠纷"
            },
            {
                "id": "002004001037",
                "parentId": "002004001",
                "name": "保管合同纠纷"
            },
            {
                "id": "002004001038",
                "parentId": "002004001",
                "name": "仓储合同纠纷"
            },
            {
                "id": "002004001039",
                "parentId": "002004001",
                "name": "委托合同纠纷"
            },
            {
                "id": "002004001039001",
                "parentId": "002004001039",
                "name": "进出口代理合同纠纷"
            },
            {
                "id": "002004001039002",
                "parentId": "002004001039",
                "name": "货运代理合同纠纷"
            },
            {
                "id": "002004001039003",
                "parentId": "002004001039",
                "name": "民用航空运输销售代理合同纠纷"
            },
            {
                "id": "002004001039004",
                "parentId": "002004001039",
                "name": "诉讼、仲裁、人民调解代理合同纠纷"
            },
            {
                "id": "002004001040",
                "parentId": "002004001",
                "name": "委托理财合同纠纷"
            },
            {
                "id": "002004001040001",
                "parentId": "002004001040",
                "name": "金融委托理财合同纠纷"
            },
            {
                "id": "002004001040002",
                "parentId": "002004001040",
                "name": "民间委托理财合同纠纷"
            },
            {
                "id": "002004001041",
                "parentId": "002004001",
                "name": "行纪合同纠纷"
            },
            {
                "id": "002004001042",
                "parentId": "002004001",
                "name": "居间合同纠纷"
            },
            {
                "id": "002004001043",
                "parentId": "002004001",
                "name": "补偿贸易纠纷"
            },
            {
                "id": "002004001044",
                "parentId": "002004001",
                "name": "借用合同纠纷"
            },
            {
                "id": "002004001045",
                "parentId": "002004001",
                "name": "典当纠纷"
            },
            {
                "id": "002004001046",
                "parentId": "002004001",
                "name": "合伙协议纠纷"
            },
            {
                "id": "002004001047",
                "parentId": "002004001",
                "name": "种植、养殖回收合同纠纷"
            },
            {
                "id": "002004001048",
                "parentId": "002004001",
                "name": "彩票、奖券纠纷"
            },
            {
                "id": "002004001049",
                "parentId": "002004001",
                "name": "中外合作勘探开发自然资源合同纠纷"
            },
            {
                "id": "002004001050",
                "parentId": "002004001",
                "name": "农业承包合同纠纷"
            },
            {
                "id": "002004001051",
                "parentId": "002004001",
                "name": "林业承包合同纠纷"
            },
            {
                "id": "002004001052",
                "parentId": "002004001",
                "name": "渔业承包合同纠纷"
            },
            {
                "id": "002004001053",
                "parentId": "002004001",
                "name": "牧业承包合同纠纷"
            },
            {
                "id": "002004001054",
                "parentId": "002004001",
                "name": "农村土地承包合同纠纷"
            },
            {
                "id": "002004001054001",
                "parentId": "002004001054",
                "name": "土地承包经营权转包合同纠纷"
            },
            {
                "id": "002004001054002",
                "parentId": "002004001054",
                "name": "土地承包经营权转让合同纠纷"
            },
            {
                "id": "002004001054003",
                "parentId": "002004001054",
                "name": "土地承包经营权互换合同纠纷"
            },
            {
                "id": "002004001054004",
                "parentId": "002004001054",
                "name": "土地承包经营权入股合同纠纷"
            },
            {
                "id": "002004001054005",
                "parentId": "002004001054",
                "name": "土地承包经营权抵押合同纠纷"
            },
            {
                "id": "002004001054006",
                "parentId": "002004001054",
                "name": "土地承包经营权出租合同纠纷"
            },
            {
                "id": "002004001055",
                "parentId": "002004001",
                "name": "服务合同纠纷"
            },
            {
                "id": "002004001055001",
                "parentId": "002004001055",
                "name": "电信服务合同纠纷"
            },
            {
                "id": "002004001055002",
                "parentId": "002004001055",
                "name": "邮寄服务合同纠纷"
            },
            {
                "id": "002004001055003",
                "parentId": "002004001055",
                "name": "医疗服务合同纠纷"
            },
            {
                "id": "002004001055004",
                "parentId": "002004001055",
                "name": "法律服务合同纠纷"
            },
            {
                "id": "002004001055005",
                "parentId": "002004001055",
                "name": "旅游合同纠纷"
            },
            {
                "id": "002004001055006",
                "parentId": "002004001055",
                "name": "房地产咨询合同纠纷"
            },
            {
                "id": "002004001055007",
                "parentId": "002004001055",
                "name": "房地产价格评估合同纠纷"
            },
            {
                "id": "002004001055008",
                "parentId": "002004001055",
                "name": "旅店服务合同纠纷"
            },
            {
                "id": "002004001055009",
                "parentId": "002004001055",
                "name": "财会服务合同纠纷"
            },
            {
                "id": "002004001055010",
                "parentId": "002004001055",
                "name": "餐饮服务合同纠纷"
            },
            {
                "id": "002004001055011",
                "parentId": "002004001055",
                "name": "娱乐服务合同纠纷"
            },
            {
                "id": "002004001055012",
                "parentId": "002004001055",
                "name": "有线电视服务合同纠纷"
            },
            {
                "id": "002004001055013",
                "parentId": "002004001055",
                "name": "网络服务合同纠纷"
            },
            {
                "id": "002004001055014",
                "parentId": "002004001055",
                "name": "教育培训合同纠纷"
            },
            {
                "id": "002004001055015",
                "parentId": "002004001055",
                "name": "物业服务合同纠纷"
            },
            {
                "id": "002004001055016",
                "parentId": "002004001055",
                "name": "家政服务合同纠纷"
            },
            {
                "id": "002004001055017",
                "parentId": "002004001055",
                "name": "庆典服务合同纠纷"
            },
            {
                "id": "002004001055018",
                "parentId": "002004001055",
                "name": "殡葬服务合同纠纷"
            },
            {
                "id": "002004001055019",
                "parentId": "002004001055",
                "name": "农业技术服务合同纠纷"
            },
            {
                "id": "002004001055020",
                "parentId": "002004001055",
                "name": "农机作业服务合同纠纷"
            },
            {
                "id": "002004001055021",
                "parentId": "002004001055",
                "name": "保安服务合同纠纷"
            },
            {
                "id": "002004001055022",
                "parentId": "002004001055",
                "name": "银行结算合同纠纷"
            },
            {
                "id": "002004001056",
                "parentId": "002004001",
                "name": "演出合同纠纷"
            },
            {
                "id": "002004001057",
                "parentId": "002004001",
                "name": "劳务合同纠纷"
            },
            {
                "id": "002004001058",
                "parentId": "002004001",
                "name": "离退休人员返聘合同纠纷"
            },
            {
                "id": "002004001059",
                "parentId": "002004001",
                "name": "广告合同纠纷"
            },
            {
                "id": "002004001060",
                "parentId": "002004001",
                "name": "展览合同纠纷"
            },
            {
                "id": "002004001061",
                "parentId": "002004001",
                "name": "追偿权纠纷"
            },
            {
                "id": "002004001062",
                "parentId": "002004001",
                "name": "请求确认人民调解协议效力"
            },
            {
                "id": "002004001062001",
                "parentId": "002004001062",
                "name": "申请确认人民调解协议效力"
            },
            {
                "id": "002004001062002",
                "parentId": "002004001062",
                "name": "申请撤销调解确认决定"
            },
            {
                "id": "002004001062003",
                "parentId": "002004001062",
                "name": "撤销支付令"
            },
            {
                "id": "002004002",
                "parentId": "002004",
                "name": "不当得利纠纷"
            },
            {
                "id": "002004002001",
                "parentId": "002004002",
                "name": "不当得利纠纷"
            },
            {
                "id": "002004003",
                "parentId": "002004",
                "name": "无因管理纠纷"
            },
            {
                "id": "002004003001",
                "parentId": "002004003",
                "name": "无因管理纠纷"
            },
            {
                "id": "002005",
                "parentId": "002",
                "name": "知识产权与竞争纠纷"
            },
            {
                "id": "002005001",
                "parentId": "002005",
                "name": "知识产权合同纠纷"
            },
            {
                "id": "002005001001",
                "parentId": "002005001",
                "name": "著作权合同纠纷"
            },
            {
                "id": "002005001001001",
                "parentId": "002005001001",
                "name": "委托创作合同纠纷"
            },
            {
                "id": "002005001001002",
                "parentId": "002005001001",
                "name": "合作创作合同纠纷"
            },
            {
                "id": "002005001001003",
                "parentId": "002005001001",
                "name": "著作权转让合同纠纷"
            },
            {
                "id": "002005001001004",
                "parentId": "002005001001",
                "name": "著作权许可使用合同纠纷"
            },
            {
                "id": "002005001001005",
                "parentId": "002005001001",
                "name": "出版合同纠纷"
            },
            {
                "id": "002005001001006",
                "parentId": "002005001001",
                "name": "表演合同纠纷"
            },
            {
                "id": "002005001001007",
                "parentId": "002005001001",
                "name": "音像制品制作合同纠纷"
            },
            {
                "id": "002005001001008",
                "parentId": "002005001001",
                "name": "广播电视播放合同纠纷"
            },
            {
                "id": "002005001001009",
                "parentId": "002005001001",
                "name": "邻接权转让合同纠纷"
            },
            {
                "id": "002005001001010",
                "parentId": "002005001001",
                "name": "邻接权许可使用合同纠纷"
            },
            {
                "id": "002005001001011",
                "parentId": "002005001001",
                "name": "计算机软件开发合同纠纷"
            },
            {
                "id": "002005001001012",
                "parentId": "002005001001",
                "name": "计算机软件著作权转让合同纠纷"
            },
            {
                "id": "002005001001013",
                "parentId": "002005001001",
                "name": "计算机软件著作权许可使用合同纠纷"
            },
            {
                "id": "002005001002",
                "parentId": "002005001",
                "name": "商标合同纠纷"
            },
            {
                "id": "002005001002001",
                "parentId": "002005001002",
                "name": "商标权转让合同纠纷"
            },
            {
                "id": "002005001002002",
                "parentId": "002005001002",
                "name": "商标使用许可合同纠纷"
            },
            {
                "id": "002005001002003",
                "parentId": "002005001002",
                "name": "商标代理合同纠纷"
            },
            {
                "id": "002005001003",
                "parentId": "002005001",
                "name": "专利合同纠纷"
            },
            {
                "id": "002005001003001",
                "parentId": "002005001003",
                "name": "专利申请权转让合同纠纷"
            },
            {
                "id": "002005001003002",
                "parentId": "002005001003",
                "name": "专利权转让合同纠纷"
            },
            {
                "id": "002005001003003",
                "parentId": "002005001003",
                "name": "发明专利实施许可合同纠纷"
            },
            {
                "id": "002005001003004",
                "parentId": "002005001003",
                "name": "实用新型专利实施许可合同纠纷"
            },
            {
                "id": "002005001003005",
                "parentId": "002005001003",
                "name": "外观设计专利实施许可合同纠纷"
            },
            {
                "id": "002005001003006",
                "parentId": "002005001003",
                "name": "专利代理合同纠纷"
            },
            {
                "id": "002005001004",
                "parentId": "002005001",
                "name": "植物新品种合同纠纷"
            },
            {
                "id": "002005001004001",
                "parentId": "002005001004",
                "name": "植物新品种育种合同纠纷"
            },
            {
                "id": "002005001004002",
                "parentId": "002005001004",
                "name": "植物新品种申请权转让合同纠纷"
            },
            {
                "id": "002005001004003",
                "parentId": "002005001004",
                "name": "植物新品种权转让合同纠纷"
            },
            {
                "id": "002005001004004",
                "parentId": "002005001004",
                "name": "植物新品种实施许可合同纠纷"
            },
            {
                "id": "002005001005",
                "parentId": "002005001",
                "name": "集成电路布图设计合同纠纷"
            },
            {
                "id": "002005001005001",
                "parentId": "002005001005",
                "name": "集成电路布图设计创作合同纠纷"
            },
            {
                "id": "002005001005002",
                "parentId": "002005001005",
                "name": "集成电路布图设计专有权转让合同纠纷"
            },
            {
                "id": "002005001005003",
                "parentId": "002005001005",
                "name": "集成电路布图设计许可使用合同纠纷"
            },
            {
                "id": "002005001006",
                "parentId": "002005001",
                "name": "商业秘密合同纠纷"
            },
            {
                "id": "002005001006001",
                "parentId": "002005001006",
                "name": "技术秘密让与合同纠纷"
            },
            {
                "id": "002005001006002",
                "parentId": "002005001006",
                "name": "技术秘密许可使用合同纠纷"
            },
            {
                "id": "002005001006003",
                "parentId": "002005001006",
                "name": "经营秘密让与合同纠纷"
            },
            {
                "id": "002005001006004",
                "parentId": "002005001006",
                "name": "经营秘密许可使用合同纠纷"
            },
            {
                "id": "002005001007",
                "parentId": "002005001",
                "name": "技术合同纠纷"
            },
            {
                "id": "002005001007001",
                "parentId": "002005001007",
                "name": "技术委托开发合同纠纷"
            },
            {
                "id": "002005001007002",
                "parentId": "002005001007",
                "name": "技术合作开发合同纠纷"
            },
            {
                "id": "002005001007003",
                "parentId": "002005001007",
                "name": "技术转化合同纠纷"
            },
            {
                "id": "002005001007004",
                "parentId": "002005001007",
                "name": "技术转让合同纠纷"
            },
            {
                "id": "002005001007005",
                "parentId": "002005001007",
                "name": "技术咨询合同纠纷"
            },
            {
                "id": "002005001007006",
                "parentId": "002005001007",
                "name": "技术服务合同纠纷"
            },
            {
                "id": "002005001007007",
                "parentId": "002005001007",
                "name": "技术培训合同纠纷"
            },
            {
                "id": "002005001007008",
                "parentId": "002005001007",
                "name": "技术中介合同纠纷"
            },
            {
                "id": "002005001007009",
                "parentId": "002005001007",
                "name": "技术进口合同纠纷"
            },
            {
                "id": "002005001007010",
                "parentId": "002005001007",
                "name": "技术出口合同纠纷"
            },
            {
                "id": "002005001007011",
                "parentId": "002005001007",
                "name": "职务技术成果完成人奖励、报酬纠纷"
            },
            {
                "id": "002005001007012",
                "parentId": "002005001007",
                "name": "技术成果完成人署名权、荣誉权、奖励权纠纷 "
            },
            {
                "id": "002005001008",
                "parentId": "002005001",
                "name": "特许经营合同纠纷"
            },
            {
                "id": "002005001009",
                "parentId": "002005001",
                "name": "企业名称（商号）合同纠纷"
            },
            {
                "id": "002005001009001",
                "parentId": "002005001009",
                "name": "企业名称（商号）转让合同纠纷"
            },
            {
                "id": "002005001009002",
                "parentId": "002005001009",
                "name": "企业名称（商号）使用合同纠纷"
            },
            {
                "id": "002005001010",
                "parentId": "002005001",
                "name": "特殊标志合同纠纷"
            },
            {
                "id": "002005001011",
                "parentId": "002005001",
                "name": "网络域名合同纠纷"
            },
            {
                "id": "002005001011001",
                "parentId": "002005001011",
                "name": "网络域名注册合同纠纷"
            },
            {
                "id": "002005001011002",
                "parentId": "002005001011",
                "name": "网络域名转让合同纠纷"
            },
            {
                "id": "002005001011003",
                "parentId": "002005001011",
                "name": "网络域名许可使用合同纠纷"
            },
            {
                "id": "002005001012",
                "parentId": "002005001",
                "name": "知识产权质押合同纠纷"
            },
            {
                "id": "002005002",
                "parentId": "002005",
                "name": "知识产权权属、侵权纠纷"
            },
            {
                "id": "002005002001",
                "parentId": "002005002",
                "name": "著作权权属、侵权纠纷"
            },
            {
                "id": "002005002001001",
                "parentId": "002005002001",
                "name": "著作权权属纠纷"
            },
            {
                "id": "002005002001002",
                "parentId": "002005002001",
                "name": "侵害作品发表权纠纷"
            },
            {
                "id": "002005002001003",
                "parentId": "002005002001",
                "name": "侵害作品署名权纠纷"
            },
            {
                "id": "002005002001004",
                "parentId": "002005002001",
                "name": "侵害作品修改权纠纷"
            },
            {
                "id": "002005002001005",
                "parentId": "002005002001",
                "name": "侵害保护作品完整权纠纷"
            },
            {
                "id": "002005002001006",
                "parentId": "002005002001",
                "name": "侵害作品复制权纠纷"
            },
            {
                "id": "002005002001007",
                "parentId": "002005002001",
                "name": "侵害作品发行权纠纷"
            },
            {
                "id": "002005002001008",
                "parentId": "002005002001",
                "name": "侵害作品出租权纠纷"
            },
            {
                "id": "002005002001009",
                "parentId": "002005002001",
                "name": "侵害作品展览权纠纷"
            },
            {
                "id": "002005002001010",
                "parentId": "002005002001",
                "name": "侵害作品表演权纠纷"
            },
            {
                "id": "002005002001011",
                "parentId": "002005002001",
                "name": "侵害作品放映权纠纷"
            },
            {
                "id": "002005002001012",
                "parentId": "002005002001",
                "name": "侵害作品广播权纠纷"
            },
            {
                "id": "002005002001013",
                "parentId": "002005002001",
                "name": "侵害作品信息网络传播权纠纷"
            },
            {
                "id": "002005002001014",
                "parentId": "002005002001",
                "name": "侵害作品摄制权纠纷"
            },
            {
                "id": "002005002001015",
                "parentId": "002005002001",
                "name": "侵害作品改编权纠纷"
            },
            {
                "id": "002005002001016",
                "parentId": "002005002001",
                "name": "侵害作品翻译权纠纷"
            },
            {
                "id": "002005002001017",
                "parentId": "002005002001",
                "name": "侵害作品汇编权纠纷"
            },
            {
                "id": "002005002001018",
                "parentId": "002005002001",
                "name": "侵害其他著作财产权纠纷"
            },
            {
                "id": "002005002001019",
                "parentId": "002005002001",
                "name": "出版者权权属纠纷"
            },
            {
                "id": "002005002001020",
                "parentId": "002005002001",
                "name": "表演者权权属纠纷"
            },
            {
                "id": "002005002001021",
                "parentId": "002005002001",
                "name": "录音录像制作者权权属纠纷"
            },
            {
                "id": "002005002001022",
                "parentId": "002005002001",
                "name": "广播组织权权属纠纷"
            },
            {
                "id": "002005002001023",
                "parentId": "002005002001",
                "name": "侵害出版者权纠纷"
            },
            {
                "id": "002005002001024",
                "parentId": "002005002001",
                "name": "侵害表演者权纠纷"
            },
            {
                "id": "002005002001025",
                "parentId": "002005002001",
                "name": "侵害录音录像制作者权纠纷"
            },
            {
                "id": "002005002001026",
                "parentId": "002005002001",
                "name": "侵害广播组织权纠纷"
            },
            {
                "id": "002005002001027",
                "parentId": "002005002001",
                "name": "计算机软件著作权权属纠纷"
            },
            {
                "id": "002005002001028",
                "parentId": "002005002001",
                "name": "侵害计算机软件著作权纠纷"
            },
            {
                "id": "002005002002",
                "parentId": "002005002",
                "name": "商标权权属、侵权纠纷"
            },
            {
                "id": "002005002002001",
                "parentId": "002005002002",
                "name": "商标权权属纠纷"
            },
            {
                "id": "002005002002002",
                "parentId": "002005002002",
                "name": "侵害商标权纠纷"
            },
            {
                "id": "002005002003",
                "parentId": "002005002",
                "name": "专利权权属、侵权纠纷"
            },
            {
                "id": "002005002003001",
                "parentId": "002005002003",
                "name": "专利申请权权属纠纷"
            },
            {
                "id": "002005002003002",
                "parentId": "002005002003",
                "name": "专利权权属纠纷"
            },
            {
                "id": "002005002003003",
                "parentId": "002005002003",
                "name": "侵害发明专利权纠纷"
            },
            {
                "id": "002005002003004",
                "parentId": "002005002003",
                "name": "侵害实用新型专利权纠纷"
            },
            {
                "id": "002005002003005",
                "parentId": "002005002003",
                "name": "侵害外观设计专利权纠纷"
            },
            {
                "id": "002005002003006",
                "parentId": "002005002003",
                "name": "假冒他人专利纠纷"
            },
            {
                "id": "002005002003007",
                "parentId": "002005002003",
                "name": "发明专利临时保护期使用费纠纷"
            },
            {
                "id": "002005002003008",
                "parentId": "002005002003",
                "name": "职务发明创造发明人、设计人奖励、报酬纠纷 "
            },
            {
                "id": "002005002003009",
                "parentId": "002005002003",
                "name": "发明创造发明人、设计人署名权纠纷"
            },
            {
                "id": "002005002004",
                "parentId": "002005002",
                "name": "植物新品种权权属、侵权纠纷"
            },
            {
                "id": "002005002004001",
                "parentId": "002005002004",
                "name": "植物新品种申请权权属纠纷"
            },
            {
                "id": "002005002004002",
                "parentId": "002005002004",
                "name": "植物新品种权权属纠纷"
            },
            {
                "id": "002005002004003",
                "parentId": "002005002004",
                "name": "侵害植物新品种权纠纷"
            },
            {
                "id": "002005002005",
                "parentId": "002005002",
                "name": "集成电路布图设计专有权权属、侵权纠纷"
            },
            {
                "id": "002005002005001",
                "parentId": "002005002005",
                "name": "集成电路布图设计专有权权属纠纷"
            },
            {
                "id": "002005002005002",
                "parentId": "002005002005",
                "name": "侵害集成电路布图设计专有权纠纷"
            },
            {
                "id": "002005002006",
                "parentId": "002005002",
                "name": "侵害企业名称（商号）权纠纷"
            },
            {
                "id": "002005002007",
                "parentId": "002005002",
                "name": "侵害特殊标志专有权纠纷"
            },
            {
                "id": "002005002008",
                "parentId": "002005002",
                "name": "网络域名权属、侵权纠纷"
            },
            {
                "id": "002005002008001",
                "parentId": "002005002008",
                "name": "网络域名权属纠纷"
            },
            {
                "id": "002005002008002",
                "parentId": "002005002008",
                "name": "侵害网络域名纠纷"
            },
            {
                "id": "002005002009",
                "parentId": "002005002",
                "name": "发现权纠纷"
            },
            {
                "id": "002005002010",
                "parentId": "002005002",
                "name": "发明权纠纷"
            },
            {
                "id": "002005002011",
                "parentId": "002005002",
                "name": "其他科技成果权纠纷"
            },
            {
                "id": "002005002012",
                "parentId": "002005002",
                "name": "确认不侵害知识产权纠纷"
            },
            {
                "id": "002005002012001",
                "parentId": "002005002012",
                "name": "确认不侵害专利权纠纷"
            },
            {
                "id": "002005002012002",
                "parentId": "002005002012",
                "name": "确认不侵害商标权纠纷"
            },
            {
                "id": "002005002012003",
                "parentId": "002005002012",
                "name": "确认不侵害著作权纠纷"
            },
            {
                "id": "002005002013",
                "parentId": "002005002",
                "name": "因申请知识产权临时措施损害责任纠纷"
            },
            {
                "id": "002005002013001",
                "parentId": "002005002013",
                "name": "因申请诉前停止侵害专利权损害责任纠纷"
            },
            {
                "id": "002005002013002",
                "parentId": "002005002013",
                "name": "因申请诉前停止侵害注册商标专用权损害责任纠纷 "
            },
            {
                "id": "002005002013003",
                "parentId": "002005002013",
                "name": "因申请诉前停止侵害著作权损害责任纠纷"
            },
            {
                "id": "002005002013004",
                "parentId": "002005002013",
                "name": "因申请诉前停止侵害植物新品种权损害责任纠纷 "
            },
            {
                "id": "002005002013005",
                "parentId": "002005002013",
                "name": "因申请海关知识产权保护措施损害责任纠纷"
            },
            {
                "id": "002005002014",
                "parentId": "002005002",
                "name": "因恶意提起知识产权诉讼损害责任纠纷"
            },
            {
                "id": "002005002015",
                "parentId": "002005002",
                "name": "专利权宣告无效后返还费用纠纷"
            },
            {
                "id": "002005003",
                "parentId": "002005",
                "name": "不正当竞争纠纷"
            },
            {
                "id": "002005003001",
                "parentId": "002005003",
                "name": "仿冒纠纷"
            },
            {
                "id": "002005003001001",
                "parentId": "002005003001",
                "name": "擅自使用知名商品特有名称、包装、装潢纠纷"
            },
            {
                "id": "002005003001002",
                "parentId": "002005003001",
                "name": "擅自使用他人企业名称、姓名纠纷"
            },
            {
                "id": "002005003001003",
                "parentId": "002005003001",
                "name": "伪造、冒用产品质量标志纠纷"
            },
            {
                "id": "002005003001004",
                "parentId": "002005003001",
                "name": "伪造产地纠纷"
            },
            {
                "id": "002005003002",
                "parentId": "002005003",
                "name": "商业贿赂不正当竞争纠纷"
            },
            {
                "id": "002005003003",
                "parentId": "002005003",
                "name": "虚假宣传纠纷"
            },
            {
                "id": "002005003004",
                "parentId": "002005003",
                "name": "侵害商业秘密纠纷"
            },
            {
                "id": "002005003004001",
                "parentId": "002005003004",
                "name": "侵害技术秘密纠纷"
            },
            {
                "id": "002005003004002",
                "parentId": "002005003004",
                "name": "侵害经营秘密纠纷"
            },
            {
                "id": "002005003005",
                "parentId": "002005003",
                "name": "低价倾销不正当竞争纠纷"
            },
            {
                "id": "002005003006",
                "parentId": "002005003",
                "name": "捆绑销售不正当竞争纠纷"
            },
            {
                "id": "002005003007",
                "parentId": "002005003",
                "name": "有奖销售纠纷"
            },
            {
                "id": "002005003008",
                "parentId": "002005003",
                "name": "商业诋毁纠纷"
            },
            {
                "id": "002005003009",
                "parentId": "002005003",
                "name": "串通投标不正当竞争纠纷"
            },
            {
                "id": "002005004",
                "parentId": "002005",
                "name": "垄断纠纷"
            },
            {
                "id": "002005004001",
                "parentId": "002005004",
                "name": "垄断协议纠纷"
            },
            {
                "id": "002005004001001",
                "parentId": "002005004001",
                "name": "横向垄断协议纠纷"
            },
            {
                "id": "002005004001002",
                "parentId": "002005004001",
                "name": "纵向垄断协议纠纷"
            },
            {
                "id": "002005004002",
                "parentId": "002005004",
                "name": "滥用市场支配地位纠纷"
            },
            {
                "id": "002005004002001",
                "parentId": "002005004002",
                "name": "垄断定价纠纷"
            },
            {
                "id": "002005004002002",
                "parentId": "002005004002",
                "name": "掠夺定价纠纷"
            },
            {
                "id": "002005004002003",
                "parentId": "002005004002",
                "name": "拒绝交易纠纷"
            },
            {
                "id": "002005004002004",
                "parentId": "002005004002",
                "name": "限定交易纠纷"
            },
            {
                "id": "002005004002005",
                "parentId": "002005004002",
                "name": "捆绑交易纠纷"
            },
            {
                "id": "002005004002006",
                "parentId": "002005004002",
                "name": "差别待遇纠纷"
            },
            {
                "id": "002005004003",
                "parentId": "002005004",
                "name": "经营者集中纠纷"
            },
            {
                "id": "002006",
                "parentId": "002",
                "name": "劳动争议、人事争议"
            },
            {
                "id": "002006001",
                "parentId": "002006",
                "name": "劳动争议"
            },
            {
                "id": "002006001001",
                "parentId": "002006001",
                "name": "劳动合同纠纷"
            },
            {
                "id": "002006001001001",
                "parentId": "002006001001",
                "name": "确认劳动关系纠纷"
            },
            {
                "id": "002006001001002",
                "parentId": "002006001001",
                "name": "集体合同纠纷"
            },
            {
                "id": "002006001001003",
                "parentId": "002006001001",
                "name": "劳务派遣合同纠纷"
            },
            {
                "id": "002006001001004",
                "parentId": "002006001001",
                "name": "非全日制用工纠纷"
            },
            {
                "id": "002006001001005",
                "parentId": "002006001001",
                "name": "追索劳动报酬纠纷"
            },
            {
                "id": "002006001001006",
                "parentId": "002006001001",
                "name": "经济补偿金纠纷"
            },
            {
                "id": "002006001001007",
                "parentId": "002006001001",
                "name": "竞业限制纠纷"
            },
            {
                "id": "002006001002",
                "parentId": "002006001",
                "name": "社会保险纠纷"
            },
            {
                "id": "002006001002001",
                "parentId": "002006001002",
                "name": "养老保险待遇纠纷"
            },
            {
                "id": "002006001002002",
                "parentId": "002006001002",
                "name": "工伤保险待遇纠纷"
            },
            {
                "id": "002006001002003",
                "parentId": "002006001002",
                "name": "医疗保险待遇纠纷"
            },
            {
                "id": "002006001002004",
                "parentId": "002006001002",
                "name": "生育保险待遇纠纷"
            },
            {
                "id": "002006001002005",
                "parentId": "002006001002",
                "name": "失业保险待遇纠纷"
            },
            {
                "id": "002006001003",
                "parentId": "002006001",
                "name": "福利待遇纠纷"
            },
            {
                "id": "002006002",
                "parentId": "002006",
                "name": "人事争议"
            },
            {
                "id": "002006002001",
                "parentId": "002006002",
                "name": "人事争议"
            },
            {
                "id": "002006002001001",
                "parentId": "002006002001",
                "name": "辞职争议"
            },
            {
                "id": "002006002001002",
                "parentId": "002006002001",
                "name": "辞退争议"
            },
            {
                "id": "002006002001003",
                "parentId": "002006002001",
                "name": "聘用合同争议"
            },
            {
                "id": "002007",
                "parentId": "002",
                "name": "海事海商纠纷"
            },
            {
                "id": "002007001",
                "parentId": "002007",
                "name": "海事海商纠纷"
            },
            {
                "id": "002007001001",
                "parentId": "002007001",
                "name": "船舶碰撞损害责任纠纷"
            },
            {
                "id": "002007001002",
                "parentId": "002007001",
                "name": "船舶触碰损害责任纠纷"
            },
            {
                "id": "002007001003",
                "parentId": "002007001",
                "name": "船舶损坏空中设施、水下设施损害责任纠纷"
            },
            {
                "id": "002007001004",
                "parentId": "002007001",
                "name": "船舶污染损害责任纠纷"
            },
            {
                "id": "002007001005",
                "parentId": "002007001",
                "name": "海上、通海水域污染损害责任纠纷"
            },
            {
                "id": "002007001006",
                "parentId": "002007001",
                "name": "海上、通海水域养殖损害责任纠纷"
            },
            {
                "id": "002007001007",
                "parentId": "002007001",
                "name": "海上、通海水域财产损害责任纠纷"
            },
            {
                "id": "002007001008",
                "parentId": "002007001",
                "name": "海上、通海水域人身损害责任纠纷"
            },
            {
                "id": "002007001009",
                "parentId": "002007001",
                "name": "非法留置船舶、船载货物、船用燃油、船用物料损害责任纠纷 "
            },
            {
                "id": "002007001010",
                "parentId": "002007001",
                "name": "海上、通海水域货物运输合同纠纷"
            },
            {
                "id": "002007001011",
                "parentId": "002007001",
                "name": "海上、通海水域旅客运输合同纠纷"
            },
            {
                "id": "002007001012",
                "parentId": "002007001",
                "name": "海上、通海水域行李运输合同纠纷"
            },
            {
                "id": "002007001013",
                "parentId": "002007001",
                "name": "船舶经营管理合同纠纷"
            },
            {
                "id": "002007001014",
                "parentId": "002007001",
                "name": "船舶买卖合同纠纷"
            },
            {
                "id": "002007001015",
                "parentId": "002007001",
                "name": "船舶建造合同纠纷"
            },
            {
                "id": "002007001016",
                "parentId": "002007001",
                "name": "船舶修理合同纠纷"
            },
            {
                "id": "002007001017",
                "parentId": "002007001",
                "name": "船舶改建合同纠纷"
            },
            {
                "id": "002007001018",
                "parentId": "002007001",
                "name": "船舶拆解合同纠纷"
            },
            {
                "id": "002007001019",
                "parentId": "002007001",
                "name": "船舶抵押合同纠纷"
            },
            {
                "id": "002007001020",
                "parentId": "002007001",
                "name": "航次租船合同纠纷"
            },
            {
                "id": "002007001021",
                "parentId": "002007001",
                "name": "船舶租用合同纠纷"
            },
            {
                "id": "002007001021001",
                "parentId": "002007001021",
                "name": "定期租船合同纠纷"
            },
            {
                "id": "002007001021002",
                "parentId": "002007001021",
                "name": "光船租赁合同纠纷"
            },
            {
                "id": "002007001022",
                "parentId": "002007001",
                "name": "船舶融资租赁合同纠纷"
            },
            {
                "id": "002007001023",
                "parentId": "002007001",
                "name": "海上、通海水域运输船舶承包合同纠纷"
            },
            {
                "id": "002007001024",
                "parentId": "002007001",
                "name": "渔船承包合同纠纷"
            },
            {
                "id": "002007001025",
                "parentId": "002007001",
                "name": "船舶属具租赁合同纠纷"
            },
            {
                "id": "002007001026",
                "parentId": "002007001",
                "name": "船舶属具保管合同纠纷"
            },
            {
                "id": "002007001027",
                "parentId": "002007001",
                "name": "海运集装箱租赁合同纠纷"
            },
            {
                "id": "002007001028",
                "parentId": "002007001",
                "name": "海运集装箱保管合同纠纷"
            },
            {
                "id": "002007001029",
                "parentId": "002007001",
                "name": "港口货物保管合同纠纷"
            },
            {
                "id": "002007001030",
                "parentId": "002007001",
                "name": "船舶代理合同纠纷"
            },
            {
                "id": "002007001031",
                "parentId": "002007001",
                "name": "海上、通海水域货运代理合同纠纷"
            },
            {
                "id": "002007001032",
                "parentId": "002007001",
                "name": "理货合同纠纷"
            },
            {
                "id": "002007001033",
                "parentId": "002007001",
                "name": "船舶物料和备品供应合同纠纷"
            },
            {
                "id": "002007001034",
                "parentId": "002007001",
                "name": "船员劳务合同纠纷"
            },
            {
                "id": "002007001035",
                "parentId": "002007001",
                "name": "海难救助合同纠纷"
            },
            {
                "id": "002007001036",
                "parentId": "002007001",
                "name": "海上、通海水域打捞合同纠纷"
            },
            {
                "id": "002007001037",
                "parentId": "002007001",
                "name": "海上、通海水域拖航合同纠纷"
            },
            {
                "id": "002007001038",
                "parentId": "002007001",
                "name": "海上、通海水域保险合同纠纷"
            },
            {
                "id": "002007001039",
                "parentId": "002007001",
                "name": "海上、通海水域保赔合同纠纷"
            },
            {
                "id": "002007001040",
                "parentId": "002007001",
                "name": "海上、通海水域运输联营合同纠纷"
            },
            {
                "id": "002007001041",
                "parentId": "002007001",
                "name": "船舶营运借款合同纠纷"
            },
            {
                "id": "002007001042",
                "parentId": "002007001",
                "name": "海事担保合同纠纷"
            },
            {
                "id": "002007001043",
                "parentId": "002007001",
                "name": "航道、港口疏浚合同纠纷"
            },
            {
                "id": "002007001044",
                "parentId": "002007001",
                "name": "船坞、码头建造合同纠纷"
            },
            {
                "id": "002007001045",
                "parentId": "002007001",
                "name": "船舶检验合同纠纷"
            },
            {
                "id": "002007001046",
                "parentId": "002007001",
                "name": "海事请求担保纠纷"
            },
            {
                "id": "002007001047",
                "parentId": "002007001",
                "name": "海上、通海水域运输重大责任事故责任纠纷"
            },
            {
                "id": "002007001048",
                "parentId": "002007001",
                "name": "港口作业重大责任事故责任纠纷"
            },
            {
                "id": "002007001049",
                "parentId": "002007001",
                "name": "港口作业纠纷"
            },
            {
                "id": "002007001050",
                "parentId": "002007001",
                "name": "共同海损纠纷"
            },
            {
                "id": "002007001051",
                "parentId": "002007001",
                "name": "海洋开发利用纠纷"
            },
            {
                "id": "002007001052",
                "parentId": "002007001",
                "name": "船舶共有纠纷"
            },
            {
                "id": "002007001053",
                "parentId": "002007001",
                "name": "船舶权属纠纷"
            },
            {
                "id": "002007001054",
                "parentId": "002007001",
                "name": "海运欺诈纠纷"
            },
            {
                "id": "002007001055",
                "parentId": "002007001",
                "name": "海事债权确权纠纷"
            },
            {
                "id": "002008",
                "parentId": "002",
                "name": "与公司、证券、保险、票据等有关的民事纠纷 "
            },
            {
                "id": "002008001",
                "parentId": "002008",
                "name": "与企业有关的纠纷"
            },
            {
                "id": "002008001001",
                "parentId": "002008001",
                "name": "企业出资人权益确认纠纷"
            },
            {
                "id": "002008001002",
                "parentId": "002008001",
                "name": "侵害企业出资人权益纠纷"
            },
            {
                "id": "002008001003",
                "parentId": "002008001",
                "name": "企业公司制改造合同纠纷"
            },
            {
                "id": "002008001004",
                "parentId": "002008001",
                "name": "企业股份合作制改造合同纠纷"
            },
            {
                "id": "002008001005",
                "parentId": "002008001",
                "name": "企业债权转股权合同纠纷"
            },
            {
                "id": "002008001006",
                "parentId": "002008001",
                "name": "企业分立合同纠纷"
            },
            {
                "id": "002008001007",
                "parentId": "002008001",
                "name": "企业租赁经营合同纠纷"
            },
            {
                "id": "002008001008",
                "parentId": "002008001",
                "name": "企业出售合同纠纷"
            },
            {
                "id": "002008001009",
                "parentId": "002008001",
                "name": "挂靠经营合同纠纷"
            },
            {
                "id": "002008001010",
                "parentId": "002008001",
                "name": "企业兼并合同纠纷"
            },
            {
                "id": "002008001011",
                "parentId": "002008001",
                "name": "联营合同纠纷"
            },
            {
                "id": "002008001012",
                "parentId": "002008001",
                "name": "企业承包经营合同纠纷"
            },
            {
                "id": "002008001012001",
                "parentId": "002008001012",
                "name": "中外合资经营企业承包经营合同纠纷"
            },
            {
                "id": "002008001012002",
                "parentId": "002008001012",
                "name": "中外合作经营企业承包经营合同纠纷"
            },
            {
                "id": "002008001012003",
                "parentId": "002008001012",
                "name": "外商独资企业承包经营合同纠纷"
            },
            {
                "id": "002008001012004",
                "parentId": "002008001012",
                "name": "乡镇企业承包经营合同纠纷"
            },
            {
                "id": "002008001013",
                "parentId": "002008001",
                "name": "中外合资经营企业合同纠纷"
            },
            {
                "id": "002008001014",
                "parentId": "002008001",
                "name": "中外合作经营企业合同纠纷"
            },
            {
                "id": "002008002",
                "parentId": "002008",
                "name": "与公司有关的纠纷"
            },
            {
                "id": "002008002001",
                "parentId": "002008002",
                "name": "股东资格确认纠纷"
            },
            {
                "id": "002008002002",
                "parentId": "002008002",
                "name": "股东名册记载纠纷"
            },
            {
                "id": "002008002003",
                "parentId": "002008002",
                "name": "请求变更公司登记纠纷"
            },
            {
                "id": "002008002004",
                "parentId": "002008002",
                "name": "股东出资纠纷"
            },
            {
                "id": "002008002005",
                "parentId": "002008002",
                "name": "新增资本认购纠纷"
            },
            {
                "id": "002008002006",
                "parentId": "002008002",
                "name": "股东知情权纠纷"
            },
            {
                "id": "002008002007",
                "parentId": "002008002",
                "name": "请求公司收购股份纠纷"
            },
            {
                "id": "002008002008",
                "parentId": "002008002",
                "name": "股权转让纠纷"
            },
            {
                "id": "002008002009",
                "parentId": "002008002",
                "name": "公司决议纠纷"
            },
            {
                "id": "002008002009001",
                "parentId": "002008002009",
                "name": "公司决议效力确认纠纷"
            },
            {
                "id": "002008002009002",
                "parentId": "002008002009",
                "name": "公司决议撤销纠纷"
            },
            {
                "id": "002008002010",
                "parentId": "002008002",
                "name": "公司设立纠纷"
            },
            {
                "id": "002008002011",
                "parentId": "002008002",
                "name": "公司证照返还纠纷"
            },
            {
                "id": "002008002012",
                "parentId": "002008002",
                "name": "发起人责任纠纷"
            },
            {
                "id": "002008002013",
                "parentId": "002008002",
                "name": "公司盈余分配纠纷"
            },
            {
                "id": "002008002014",
                "parentId": "002008002",
                "name": "损害股东利益责任纠纷"
            },
            {
                "id": "002008002015",
                "parentId": "002008002",
                "name": "损害公司利益责任纠纷"
            },
            {
                "id": "002008002016",
                "parentId": "002008002",
                "name": "股东损害公司债权人利益责任纠纷"
            },
            {
                "id": "002008002017",
                "parentId": "002008002",
                "name": "公司关联交易损害责任纠纷"
            },
            {
                "id": "002008002018",
                "parentId": "002008002",
                "name": "公司合并纠纷"
            },
            {
                "id": "002008002019",
                "parentId": "002008002",
                "name": "公司分立纠纷"
            },
            {
                "id": "002008002020",
                "parentId": "002008002",
                "name": "公司减资纠纷"
            },
            {
                "id": "002008002021",
                "parentId": "002008002",
                "name": "公司增资纠纷"
            },
            {
                "id": "002008002022",
                "parentId": "002008002",
                "name": "公司解散纠纷"
            },
            {
                "id": "002008002023",
                "parentId": "002008002",
                "name": "申请公司清算"
            },
            {
                "id": "002008002024",
                "parentId": "002008002",
                "name": "清算责任纠纷"
            },
            {
                "id": "002008002025",
                "parentId": "002008002",
                "name": "上市公司收购纠纷"
            },
            {
                "id": "002008003",
                "parentId": "002008",
                "name": "合伙企业纠纷"
            },
            {
                "id": "002008003001",
                "parentId": "002008003",
                "name": "入伙纠纷"
            },
            {
                "id": "002008003002",
                "parentId": "002008003",
                "name": "退伙纠纷"
            },
            {
                "id": "002008003003",
                "parentId": "002008003",
                "name": "合伙企业财产份额转让纠纷"
            },
            {
                "id": "002008004",
                "parentId": "002008",
                "name": "与破产有关的纠纷"
            },
            {
                "id": "002008004001",
                "parentId": "002008004",
                "name": "申请破产清算"
            },
            {
                "id": "002008004002",
                "parentId": "002008004",
                "name": "申请破产重整"
            },
            {
                "id": "002008004003",
                "parentId": "002008004",
                "name": "申请破产和解"
            },
            {
                "id": "002008004004",
                "parentId": "002008004",
                "name": "请求撤销个别清偿行为纠纷"
            },
            {
                "id": "002008004005",
                "parentId": "002008004",
                "name": "请求确认债务人行为无效纠纷"
            },
            {
                "id": "002008004006",
                "parentId": "002008004",
                "name": "对外追收债权纠纷"
            },
            {
                "id": "002008004007",
                "parentId": "002008004",
                "name": "追收未缴出资纠纷"
            },
            {
                "id": "002008004008",
                "parentId": "002008004",
                "name": "追收抽逃出资纠纷"
            },
            {
                "id": "002008004009",
                "parentId": "002008004",
                "name": "追收非正常收入纠纷"
            },
            {
                "id": "002008004010",
                "parentId": "002008004",
                "name": "破产债权确认纠纷"
            },
            {
                "id": "002008004010001",
                "parentId": "002008004010",
                "name": "职工破产债权确认纠纷"
            },
            {
                "id": "002008004010002",
                "parentId": "002008004010",
                "name": "普通破产债权确认纠纷"
            },
            {
                "id": "002008004011",
                "parentId": "002008004",
                "name": "取回权纠纷"
            },
            {
                "id": "002008004011001",
                "parentId": "002008004011",
                "name": "一般取回权纠纷"
            },
            {
                "id": "002008004011002",
                "parentId": "002008004011",
                "name": "出卖人取回权纠纷"
            },
            {
                "id": "002008004012",
                "parentId": "002008004",
                "name": "破产抵销权纠纷"
            },
            {
                "id": "002008004013",
                "parentId": "002008004",
                "name": "别除权纠纷"
            },
            {
                "id": "002008004014",
                "parentId": "002008004",
                "name": "破产撤销权纠纷"
            },
            {
                "id": "002008004015",
                "parentId": "002008004",
                "name": "损害债务人利益赔偿纠纷"
            },
            {
                "id": "002008004016",
                "parentId": "002008004",
                "name": "管理人责任纠纷"
            },
            {
                "id": "002008005",
                "parentId": "002008",
                "name": "证券纠纷"
            },
            {
                "id": "002008005001",
                "parentId": "002008005",
                "name": "证券权利确认纠纷"
            },
            {
                "id": "002008005001001",
                "parentId": "002008005001",
                "name": "股票权利确认纠纷"
            },
            {
                "id": "002008005001002",
                "parentId": "002008005001",
                "name": "公司债券权利确认纠纷"
            },
            {
                "id": "002008005001003",
                "parentId": "002008005001",
                "name": "国债权利确认纠纷"
            },
            {
                "id": "002008005001004",
                "parentId": "002008005001",
                "name": "证券投资基金权利确认纠纷"
            },
            {
                "id": "002008005002",
                "parentId": "002008005",
                "name": "证券交易合同纠纷"
            },
            {
                "id": "002008005002001",
                "parentId": "002008005002",
                "name": "股票交易纠纷"
            },
            {
                "id": "002008005002002",
                "parentId": "002008005002",
                "name": "公司债券交易纠纷"
            },
            {
                "id": "002008005002003",
                "parentId": "002008005002",
                "name": "国债交易纠纷"
            },
            {
                "id": "002008005002004",
                "parentId": "002008005002",
                "name": "证券投资基金交易纠纷"
            },
            {
                "id": "002008005003",
                "parentId": "002008005",
                "name": "金融衍生品种交易纠纷"
            },
            {
                "id": "002008005004",
                "parentId": "002008005",
                "name": "证券承销合同纠纷"
            },
            {
                "id": "002008005004001",
                "parentId": "002008005004",
                "name": "证券代销合同纠纷"
            },
            {
                "id": "002008005004002",
                "parentId": "002008005004",
                "name": "证券包销合同纠纷"
            },
            {
                "id": "002008005005",
                "parentId": "002008005",
                "name": "证券投资咨询纠纷"
            },
            {
                "id": "002008005006",
                "parentId": "002008005",
                "name": "证券资信评级服务合同纠纷"
            },
            {
                "id": "002008005007",
                "parentId": "002008005",
                "name": "证券回购合同纠纷"
            },
            {
                "id": "002008005007001",
                "parentId": "002008005007",
                "name": "股票回购合同纠纷"
            },
            {
                "id": "002008005007002",
                "parentId": "002008005007",
                "name": "国债回购合同纠纷"
            },
            {
                "id": "002008005007003",
                "parentId": "002008005007",
                "name": "公司债券回购合同纠纷"
            },
            {
                "id": "002008005007004",
                "parentId": "002008005007",
                "name": "证券投资基金回购合同纠纷"
            },
            {
                "id": "002008005007005",
                "parentId": "002008005007",
                "name": "质押式证券回购纠纷"
            },
            {
                "id": "002008005008",
                "parentId": "002008005",
                "name": "证券上市合同纠纷"
            },
            {
                "id": "002008005009",
                "parentId": "002008005",
                "name": "证券交易代理合同纠纷"
            },
            {
                "id": "002008005010",
                "parentId": "002008005",
                "name": "证券上市保荐合同纠纷"
            },
            {
                "id": "002008005011",
                "parentId": "002008005",
                "name": "证券发行纠纷"
            },
            {
                "id": "002008005011001",
                "parentId": "002008005011",
                "name": "证券认购纠纷"
            },
            {
                "id": "002008005011002",
                "parentId": "002008005011",
                "name": "证券发行失败纠纷"
            },
            {
                "id": "002008005012",
                "parentId": "002008005",
                "name": "证券返还纠纷"
            },
            {
                "id": "002008005013",
                "parentId": "002008005",
                "name": "证券欺诈责任纠纷"
            },
            {
                "id": "002008005013001",
                "parentId": "002008005013",
                "name": "证券内幕交易责任纠纷"
            },
            {
                "id": "002008005013002",
                "parentId": "002008005013",
                "name": "操纵证券交易市场责任纠纷"
            },
            {
                "id": "002008005013003",
                "parentId": "002008005013",
                "name": "证券虚假陈述责任纠纷"
            },
            {
                "id": "002008005013004",
                "parentId": "002008005013",
                "name": "欺诈客户责任纠纷"
            },
            {
                "id": "002008005014",
                "parentId": "002008005",
                "name": "证券托管纠纷"
            },
            {
                "id": "002008005015",
                "parentId": "002008005",
                "name": "证券登记、存管、结算纠纷"
            },
            {
                "id": "002008005016",
                "parentId": "002008005",
                "name": "融资融券交易纠纷"
            },
            {
                "id": "002008005017",
                "parentId": "002008005",
                "name": "客户交易结算资金纠纷"
            },
            {
                "id": "002008006",
                "parentId": "002008",
                "name": "期货交易纠纷"
            },
            {
                "id": "002008006001",
                "parentId": "002008006",
                "name": "期货经纪合同纠纷"
            },
            {
                "id": "002008006002",
                "parentId": "002008006",
                "name": "期货透支交易纠纷"
            },
            {
                "id": "002008006003",
                "parentId": "002008006",
                "name": "期货强行平仓纠纷"
            },
            {
                "id": "002008006004",
                "parentId": "002008006",
                "name": "期货实物交割纠纷"
            },
            {
                "id": "002008006005",
                "parentId": "002008006",
                "name": "期货保证合约纠纷"
            },
            {
                "id": "002008006006",
                "parentId": "002008006",
                "name": "期货交易代理合同纠纷"
            },
            {
                "id": "002008006007",
                "parentId": "002008006",
                "name": "侵占期货交易保证金纠纷"
            },
            {
                "id": "002008006008",
                "parentId": "002008006",
                "name": "期货欺诈责任纠纷"
            },
            {
                "id": "002008006009",
                "parentId": "002008006",
                "name": "操纵期货交易市场责任纠纷"
            },
            {
                "id": "002008006010",
                "parentId": "002008006",
                "name": "期货内幕交易责任纠纷"
            },
            {
                "id": "002008006011",
                "parentId": "002008006",
                "name": "期货虚假信息责任纠纷"
            },
            {
                "id": "002008007",
                "parentId": "002008",
                "name": "信托纠纷"
            },
            {
                "id": "002008007001",
                "parentId": "002008007",
                "name": "民事信托纠纷"
            },
            {
                "id": "002008007002",
                "parentId": "002008007",
                "name": "营业信托纠纷"
            },
            {
                "id": "002008007003",
                "parentId": "002008007",
                "name": "公益信托纠纷"
            },
            {
                "id": "002008008",
                "parentId": "002008",
                "name": "保险纠纷"
            },
            {
                "id": "002008008001",
                "parentId": "002008008",
                "name": "财产保险合同纠纷"
            },
            {
                "id": "002008008001001",
                "parentId": "002008008001",
                "name": "财产损失保险合同纠纷"
            },
            {
                "id": "002008008001002",
                "parentId": "002008008001",
                "name": "责任保险合同纠纷"
            },
            {
                "id": "002008008001003",
                "parentId": "002008008001",
                "name": "信用保险合同纠纷"
            },
            {
                "id": "002008008001004",
                "parentId": "002008008001",
                "name": "保证保险合同纠纷"
            },
            {
                "id": "002008008001005",
                "parentId": "002008008001",
                "name": "保险人代位求偿权纠纷"
            },
            {
                "id": "002008008002",
                "parentId": "002008008",
                "name": "人身保险合同纠纷"
            },
            {
                "id": "002008008002001",
                "parentId": "002008008002",
                "name": "人寿保险合同纠纷"
            },
            {
                "id": "002008008002002",
                "parentId": "002008008002",
                "name": "意外伤害保险合同纠纷"
            },
            {
                "id": "002008008002003",
                "parentId": "002008008002",
                "name": "健康保险合同纠纷"
            },
            {
                "id": "002008008003",
                "parentId": "002008008",
                "name": "再保险合同纠纷"
            },
            {
                "id": "002008008004",
                "parentId": "002008008",
                "name": "保险经纪合同纠纷"
            },
            {
                "id": "002008008005",
                "parentId": "002008008",
                "name": "保险代理合同纠纷"
            },
            {
                "id": "002008008006",
                "parentId": "002008008",
                "name": "进出口信用保险合同纠纷"
            },
            {
                "id": "002008008007",
                "parentId": "002008008",
                "name": "保险费纠纷"
            },
            {
                "id": "002008009",
                "parentId": "002008",
                "name": "票据纠纷"
            },
            {
                "id": "002008009001",
                "parentId": "002008009",
                "name": "票据付款请求权纠纷"
            },
            {
                "id": "002008009002",
                "parentId": "002008009",
                "name": "票据追索权纠纷"
            },
            {
                "id": "002008009003",
                "parentId": "002008009",
                "name": "票据交付请求权纠纷"
            },
            {
                "id": "002008009004",
                "parentId": "002008009",
                "name": "票据返还请求权纠纷"
            },
            {
                "id": "002008009005",
                "parentId": "002008009",
                "name": "票据损害责任纠纷"
            },
            {
                "id": "002008009006",
                "parentId": "002008009",
                "name": "票据利益返还请求权纠纷"
            },
            {
                "id": "002008009007",
                "parentId": "002008009",
                "name": "汇票回单签发请求权纠纷"
            },
            {
                "id": "002008009008",
                "parentId": "002008009",
                "name": "票据保证纠纷"
            },
            {
                "id": "002008009009",
                "parentId": "002008009",
                "name": "确认票据无效纠纷"
            },
            {
                "id": "002008009010",
                "parentId": "002008009",
                "name": "票据代理纠纷"
            },
            {
                "id": "002008009011",
                "parentId": "002008009",
                "name": "票据回购纠纷"
            },
            {
                "id": "002008010",
                "parentId": "002008",
                "name": "信用证纠纷"
            },
            {
                "id": "002008010001",
                "parentId": "002008010",
                "name": "委托开立信用证纠纷"
            },
            {
                "id": "002008010002",
                "parentId": "002008010",
                "name": "信用证开证纠纷"
            },
            {
                "id": "002008010003",
                "parentId": "002008010",
                "name": "信用证议付纠纷"
            },
            {
                "id": "002008010004",
                "parentId": "002008010",
                "name": "信用证欺诈纠纷"
            },
            {
                "id": "002008010005",
                "parentId": "002008010",
                "name": "信用证融资纠纷"
            },
            {
                "id": "002008010006",
                "parentId": "002008010",
                "name": "信用证转让纠纷"
            },
            {
                "id": "002009",
                "parentId": "002",
                "name": "侵权责任纠纷"
            },
            {
                "id": "002009001",
                "parentId": "002009",
                "name": "侵权责任纠纷"
            },
            {
                "id": "002009001001",
                "parentId": "002009001",
                "name": "监护人责任纠纷"
            },
            {
                "id": "002009001002",
                "parentId": "002009001",
                "name": "用人单位责任纠纷"
            },
            {
                "id": "002009001003",
                "parentId": "002009001",
                "name": "劳务派遣工作人员侵权责任纠纷"
            },
            {
                "id": "002009001004",
                "parentId": "002009001",
                "name": "提供劳务者致害责任纠纷"
            },
            {
                "id": "002009001005",
                "parentId": "002009001",
                "name": "提供劳务者受害责任纠纷"
            },
            {
                "id": "002009001006",
                "parentId": "002009001",
                "name": "网络侵权责任纠纷"
            },
            {
                "id": "002009001007",
                "parentId": "002009001",
                "name": "违反安全保障义务责任纠纷"
            },
            {
                "id": "002009001007001",
                "parentId": "002009001007",
                "name": "公共场所管理人责任纠纷"
            },
            {
                "id": "002009001007002",
                "parentId": "002009001007",
                "name": "群众性活动组织者责任纠纷"
            },
            {
                "id": "002009001008",
                "parentId": "002009001",
                "name": "教育机构责任纠纷"
            },
            {
                "id": "002009001009",
                "parentId": "002009001",
                "name": "产品责任纠纷"
            },
            {
                "id": "002009001009001",
                "parentId": "002009001009",
                "name": "产品生产者责任纠纷"
            },
            {
                "id": "002009001009002",
                "parentId": "002009001009",
                "name": "产品销售者责任纠纷"
            },
            {
                "id": "002009001009003",
                "parentId": "002009001009",
                "name": "产品运输者责任纠纷"
            },
            {
                "id": "002009001009004",
                "parentId": "002009001009",
                "name": "产品仓储者责任纠纷"
            },
            {
                "id": "002009001010",
                "parentId": "002009001",
                "name": "机动车交通事故责任纠纷"
            },
            {
                "id": "002009001011",
                "parentId": "002009001",
                "name": "医疗损害责任纠纷"
            },
            {
                "id": "002009001011001",
                "parentId": "002009001011",
                "name": "侵害患者知情同意权责任纠纷"
            },
            {
                "id": "002009001011002",
                "parentId": "002009001011",
                "name": "医疗产品责任纠纷"
            },
            {
                "id": "002009001012",
                "parentId": "002009001",
                "name": "环境污染责任纠纷"
            },
            {
                "id": "002009001012001",
                "parentId": "002009001012",
                "name": "大气污染责任纠纷"
            },
            {
                "id": "002009001012002",
                "parentId": "002009001012",
                "name": "水污染责任纠纷"
            },
            {
                "id": "002009001012003",
                "parentId": "002009001012",
                "name": "噪声污染责任纠纷"
            },
            {
                "id": "002009001012004",
                "parentId": "002009001012",
                "name": "放射性污染责任纠纷"
            },
            {
                "id": "002009001012005",
                "parentId": "002009001012",
                "name": "土壤污染责任纠纷"
            },
            {
                "id": "002009001012006",
                "parentId": "002009001012",
                "name": "电子废物污染责任纠纷"
            },
            {
                "id": "002009001012007",
                "parentId": "002009001012",
                "name": "固体废物污染责任纠纷"
            },
            {
                "id": "002009001013",
                "parentId": "002009001",
                "name": "高度危险责任纠纷"
            },
            {
                "id": "002009001013001",
                "parentId": "002009001013",
                "name": "民用核设施损害责任纠纷"
            },
            {
                "id": "002009001013002",
                "parentId": "002009001013",
                "name": "民用航空器损害责任纠纷"
            },
            {
                "id": "002009001013003",
                "parentId": "002009001013",
                "name": "占有、使用高度危险物损害责任纠纷"
            },
            {
                "id": "002009001013004",
                "parentId": "002009001013",
                "name": "高度危险活动损害责任纠纷"
            },
            {
                "id": "002009001013005",
                "parentId": "002009001013",
                "name": "遗失、抛弃高度危险物损害责任纠纷"
            },
            {
                "id": "002009001013006",
                "parentId": "002009001013",
                "name": "非法占有高度危险物损害责任纠纷"
            },
            {
                "id": "002009001014",
                "parentId": "002009001",
                "name": "饲养动物损害责任纠纷"
            },
            {
                "id": "002009001015",
                "parentId": "002009001",
                "name": "物件损害责任纠纷"
            },
            {
                "id": "002009001015001",
                "parentId": "002009001015",
                "name": "物件脱落、坠落损害责任纠纷"
            },
            {
                "id": "002009001015002",
                "parentId": "002009001015",
                "name": "建筑物、构筑物倒塌损害责任纠纷"
            },
            {
                "id": "002009001015003",
                "parentId": "002009001015",
                "name": "不明抛掷物、坠落物损害责任纠纷"
            },
            {
                "id": "002009001015004",
                "parentId": "002009001015",
                "name": "堆放物倒塌致害责任纠纷"
            },
            {
                "id": "002009001015005",
                "parentId": "002009001015",
                "name": "公共道路妨碍通行损害责任纠纷"
            },
            {
                "id": "002009001015006",
                "parentId": "002009001015",
                "name": "林木折断损害责任纠纷"
            },
            {
                "id": "002009001015007",
                "parentId": "002009001015",
                "name": "地面施工、地下设施损害责任纠纷"
            },
            {
                "id": "002009001016",
                "parentId": "002009001",
                "name": "触电人身损害责任纠纷"
            },
            {
                "id": "002009001017",
                "parentId": "002009001",
                "name": "义务帮工人受害责任纠纷"
            },
            {
                "id": "002009001018",
                "parentId": "002009001",
                "name": "见义勇为人受害责任纠纷"
            },
            {
                "id": "002009001019",
                "parentId": "002009001",
                "name": "公证损害责任纠纷"
            },
            {
                "id": "002009001020",
                "parentId": "002009001",
                "name": "防卫过当损害责任纠纷"
            },
            {
                "id": "002009001021",
                "parentId": "002009001",
                "name": "紧急避险损害责任纠纷"
            },
            {
                "id": "002009001022",
                "parentId": "002009001",
                "name": "驻香港、澳门特别行政区军人执行职务侵权责任纠纷"
            },
            {
                "id": "002009001023",
                "parentId": "002009001",
                "name": "铁路运输损害责任纠纷"
            },
            {
                "id": "002009001023001",
                "parentId": "002009001023",
                "name": "铁路运输人身损害责任纠纷"
            },
            {
                "id": "002009001023002",
                "parentId": "002009001023",
                "name": "铁路运输财产损害责任纠纷"
            },
            {
                "id": "002009001024",
                "parentId": "002009001",
                "name": "水上运输损害责任纠纷"
            },
            {
                "id": "002009001024001",
                "parentId": "002009001024",
                "name": "水上运输人身损害责任纠纷"
            },
            {
                "id": "002009001024002",
                "parentId": "002009001024",
                "name": "水上运输财产损害责任纠纷"
            },
            {
                "id": "002009001024003",
                "parentId": "002009001024",
                "name": "航空运输损害责任纠纷"
            },
            {
                "id": "002009001024004",
                "parentId": "002009001024",
                "name": "航空运输人身损害责任纠纷"
            },
            {
                "id": "002009001024005",
                "parentId": "002009001024",
                "name": "航空运输财产损害责任纠纷"
            },
            {
                "id": "002009001025",
                "parentId": "002009001",
                "name": "因申请诉前财产保全损害责任纠纷"
            },
            {
                "id": "002009001026",
                "parentId": "002009001",
                "name": "因申请诉前证据保全损害责任纠纷"
            },
            {
                "id": "002009001027",
                "parentId": "002009001",
                "name": "因申请诉中财产保全损害责任纠纷"
            },
            {
                "id": "002009001028",
                "parentId": "002009001",
                "name": "因申请诉中证据保全损害责任纠纷"
            },
            {
                "id": "002009001029",
                "parentId": "002009001",
                "name": "因申请先予执行损害责任纠纷"
            },
            {
                "id": "002010",
                "parentId": "002",
                "name": "适用特殊程序案件案由"
            },
            {
                "id": "002010001",
                "parentId": "002010",
                "name": "选民资格案件"
            },
            {
                "id": "002010001001",
                "parentId": "002010001",
                "name": "申请确定选民资格"
            },
            {
                "id": "002010002",
                "parentId": "002010",
                "name": "宣告失踪、宣告死亡案件"
            },
            {
                "id": "002010002001",
                "parentId": "002010002",
                "name": "申请宣告公民失踪"
            },
            {
                "id": "002010002002",
                "parentId": "002010002",
                "name": "申请撤销宣告失踪"
            },
            {
                "id": "002010002003",
                "parentId": "002010002",
                "name": "申请为失踪人财产指定、变更代管人"
            },
            {
                "id": "002010002004",
                "parentId": "002010002",
                "name": "失踪人债务支付纠纷"
            },
            {
                "id": "002010002005",
                "parentId": "002010002",
                "name": "申请宣告公民死亡"
            },
            {
                "id": "002010002006",
                "parentId": "002010002",
                "name": "申请撤销宣告公民死亡"
            },
            {
                "id": "002010002007",
                "parentId": "002010002",
                "name": "被撤销死亡宣告人请求返还财产纠纷"
            },
            {
                "id": "002010003",
                "parentId": "002010",
                "name": "认定公民无民事行为能力、限制民事行为能力案件"
            },
            {
                "id": "002010003001",
                "parentId": "002010003",
                "name": "申请宣告公民无民事行为能力"
            },
            {
                "id": "002010003002",
                "parentId": "002010003",
                "name": "申请宣告公民限制民事行为能力"
            },
            {
                "id": "002010003003",
                "parentId": "002010003",
                "name": "申请宣告公民恢复限制民事行为能力"
            },
            {
                "id": "002010003004",
                "parentId": "002010003",
                "name": "申请宣告公民恢复完全民事行为能力"
            },
            {
                "id": "002010004",
                "parentId": "002010",
                "name": "认定财产无主案件"
            },
            {
                "id": "002010004001",
                "parentId": "002010004",
                "name": "申请认定财产无主"
            },
            {
                "id": "002010004002",
                "parentId": "002010004",
                "name": "申请撤销认定财产无主"
            },
            {
                "id": "002010005",
                "parentId": "002010",
                "name": "监护权特别程序案件"
            },
            {
                "id": "002010005001",
                "parentId": "002010005",
                "name": "申请确定监护人"
            },
            {
                "id": "002010005002",
                "parentId": "002010005",
                "name": "申请变更监护人"
            },
            {
                "id": "002010005003",
                "parentId": "002010005",
                "name": "申请撤销监护人资格"
            },
            {
                "id": "002010006",
                "parentId": "002010",
                "name": "督促程序案件"
            },
            {
                "id": "002010006001",
                "parentId": "002010006",
                "name": "申请支付令"
            },
            {
                "id": "002010007",
                "parentId": "002010",
                "name": "公示催告程序案件"
            },
            {
                "id": "002010007001",
                "parentId": "002010007",
                "name": "申请公示催告"
            },
            {
                "id": "002010008",
                "parentId": "002010",
                "name": "申请诉前停止侵害知识产权案件"
            },
            {
                "id": "002010008001",
                "parentId": "002010008",
                "name": "申请诉前停止侵害专利权"
            },
            {
                "id": "002010008002",
                "parentId": "002010008",
                "name": "申请诉前停止侵害注册商标专用权"
            },
            {
                "id": "002010008003",
                "parentId": "002010008",
                "name": "申请诉前停止侵害著作权"
            },
            {
                "id": "002010008004",
                "parentId": "002010008",
                "name": "申请诉前停止侵害植物新品种权"
            },
            {
                "id": "002010009",
                "parentId": "002010",
                "name": "申请保全案件"
            },
            {
                "id": "002010009001",
                "parentId": "002010009",
                "name": "申请诉前财产保全"
            },
            {
                "id": "002010009002",
                "parentId": "002010009",
                "name": "申请诉中财产保全"
            },
            {
                "id": "002010009003",
                "parentId": "002010009",
                "name": "申请诉前证据保全"
            },
            {
                "id": "002010009004",
                "parentId": "002010009",
                "name": "申请诉中证据保全"
            },
            {
                "id": "002010009005",
                "parentId": "002010009",
                "name": "仲裁程序中的财产保全"
            },
            {
                "id": "002010009006",
                "parentId": "002010009",
                "name": "仲裁程序中的证据保全"
            },
            {
                "id": "002010009007",
                "parentId": "002010009",
                "name": "申请中止支付信用证项下款项"
            },
            {
                "id": "002010009008",
                "parentId": "002010009",
                "name": "申请中止支付保函项下款项"
            },
            {
                "id": "002010010",
                "parentId": "002010",
                "name": "仲裁程序案件"
            },
            {
                "id": "002010010001",
                "parentId": "002010010",
                "name": "申请确认仲裁协议效力"
            },
            {
                "id": "002010010002",
                "parentId": "002010010",
                "name": "申请撤销仲裁裁决"
            },
            {
                "id": "002010011",
                "parentId": "002010",
                "name": "海事诉讼特别程序案件"
            },
            {
                "id": "002010011001",
                "parentId": "002010011",
                "name": "申请海事请求保全"
            },
            {
                "id": "002010011001001",
                "parentId": "002010011001",
                "name": "申请扣押船舶"
            },
            {
                "id": "002010011001002",
                "parentId": "002010011001",
                "name": "申请拍卖扣押船舶"
            },
            {
                "id": "002010011001003",
                "parentId": "002010011001",
                "name": "申请扣押船载货物"
            },
            {
                "id": "002010011001004",
                "parentId": "002010011001",
                "name": "申请拍卖扣押船载货物"
            },
            {
                "id": "002010011001005",
                "parentId": "002010011001",
                "name": "申请扣押船用燃油及船用物料"
            },
            {
                "id": "002010011001006",
                "parentId": "002010011001",
                "name": "申请拍卖扣押船用燃油及船用物料"
            },
            {
                "id": "002010011002",
                "parentId": "002010011",
                "name": "申请海事支付令"
            },
            {
                "id": "002010011003",
                "parentId": "002010011",
                "name": "申请海事强制令"
            },
            {
                "id": "002010011004",
                "parentId": "002010011",
                "name": "申请海事证据保全"
            },
            {
                "id": "002010011005",
                "parentId": "002010011",
                "name": "申请设立海事赔偿责任限制基金"
            },
            {
                "id": "002010011006",
                "parentId": "002010011",
                "name": "申请船舶优先权催告"
            },
            {
                "id": "002010011007",
                "parentId": "002010011",
                "name": "申请海事债权登记与受偿"
            },
            {
                "id": "002010012",
                "parentId": "002010",
                "name": "申请承认与执行法院判决、仲裁裁决案件"
            },
            {
                "id": "002010012001",
                "parentId": "002010012",
                "name": "申请执行海事仲裁裁决"
            },
            {
                "id": "002010012002",
                "parentId": "002010012",
                "name": "申请执行知识产权仲裁裁决"
            },
            {
                "id": "002010012003",
                "parentId": "002010012",
                "name": "申请执行涉外仲裁裁决"
            },
            {
                "id": "002010012004",
                "parentId": "002010012",
                "name": "申请认可和执行香港特别行政区法院民事判决 "
            },
            {
                "id": "002010012005",
                "parentId": "002010012",
                "name": "申请认可和执行香港特别行政区仲裁裁决"
            },
            {
                "id": "002010012006",
                "parentId": "002010012",
                "name": "申请认可和执行澳门特别行政区法院民事判决 "
            },
            {
                "id": "002010012007",
                "parentId": "002010012",
                "name": "申请认可和执行澳门特别行政区仲裁裁决"
            },
            {
                "id": "002010012008",
                "parentId": "002010012",
                "name": "申请认可和执行台湾地区法院民事判决"
            },
            {
                "id": "002010012009",
                "parentId": "002010012",
                "name": "申请认可和执行台湾地区仲裁裁决"
            },
            {
                "id": "002010012010",
                "parentId": "002010012",
                "name": "申请承认和执行外国法院民事判决、裁定"
            },
            {
                "id": "002010012011",
                "parentId": "002010012",
                "name": "申请承认和执行外国仲裁裁决"
            },
            {
                "id": "002010013",
                "parentId": "002010",
                "name": "执行异议之诉"
            },
            {
                "id": "002010013001",
                "parentId": "002010013",
                "name": "案外人执行异议之诉"
            },
            {
                "id": "002010013002",
                "parentId": "002010013",
                "name": "申请执行人执行异议之诉"
            },
            {
                "id": "002010013003",
                "parentId": "002010013",
                "name": "执行分配方案异议之诉"
            },

    {
        "id": "003",
        "parentId": "#",
        "name": "行政案由",
        "key": "3"
    },

            {
                "id": "003001",
                "parentId": "003",
                "name": "行政管理范围"
            },
            {
                "id": "003001001",
                "parentId": "003001",
                "name": "公安行政管理:治安管理(治安)"
            },
            {
                "id": "003001002",
                "parentId": "003001",
                "name": "公安行政管理:消防管理(消防)"
            },
            {
                "id": "003001003",
                "parentId": "003001",
                "name": "公安行政管理:道路交通管理(道路)"
            },
            {
                "id": "003001004",
                "parentId": "003001",
                "name": "公安行政管理:其他(公安)"
            },
            {
                "id": "003001005",
                "parentId": "003001",
                "name": "资源行政管理:土地行政管理(土地)"
            },
            {
                "id": "003001006",
                "parentId": "003001",
                "name": "资源行政管理:林业行政管理(林业)"
            },
            {
                "id": "003001007",
                "parentId": "003001",
                "name": "资源行政管理:草原行政管理(草原)"
            },
            {
                "id": "003001008",
                "parentId": "003001",
                "name": "资源行政管理:地质矿产行政管理(地矿)"
            },
            {
                "id": "003001009",
                "parentId": "003001",
                "name": "资源行政管理:能源行政管理(能源管理)"
            },
            {
                "id": "003001010",
                "parentId": "003001",
                "name": "资源行政管理:其他(资源)"
            },
            {
                "id": "003001011",
                "parentId": "003001",
                "name": "城乡建设行政管理:城市规划管理(规划)"
            },
            {
                "id": "003001012",
                "parentId": "003001",
                "name": "城乡建设行政管理:房屋拆迁管理(拆迁)"
            },
            {
                "id": "003001013",
                "parentId": "003001",
                "name": "城乡建设行政管理:房屋登记管理(房屋登记)"
            },
            {
                "id": "003001014",
                "parentId": "003001",
                "name": "城乡建设行政管理:其他(城建)"
            },
            {
                "id": "003001015",
                "parentId": "003001",
                "name": "计划生育行政管理(计划生育)"
            },
            {
                "id": "003001016",
                "parentId": "003001",
                "name": "工商行政管理(工商)"
            },
            {
                "id": "003001017",
                "parentId": "003001",
                "name": "商标行政管理(商标)"
            },
            {
                "id": "003001018",
                "parentId": "003001",
                "name": "质量监督检验检疫行政管理:质量监督行政管理(质量监督)"
            },
            {
                "id": "003001019",
                "parentId": "003001",
                "name": "质量监督检验检疫行政管理:质量检验行政管理(质量检验)"
            },
            {
                "id": "003001020",
                "parentId": "003001",
                "name": "质量监督检验检疫行政管理:检疫行政管理(检疫)"
            },
            {
                "id": "003001021",
                "parentId": "003001",
                "name": "质量监督检验检疫行政管理:其他(质量监督)"
            },
            {
                "id": "003001022",
                "parentId": "003001",
                "name": "卫生行政管理(卫生)"
            },
            {
                "id": "003001023",
                "parentId": "003001",
                "name": "食品药品安全行政管理(食品、药品)"
            },
            {
                "id": "003001024",
                "parentId": "003001",
                "name": "农业行政管理(农业):渔业行政管理(渔业)"
            },
            {
                "id": "003001025",
                "parentId": "003001",
                "name": "农业行政管理(农业):畜牧行政管理(畜牧)"
            },
            {
                "id": "003001026",
                "parentId": "003001",
                "name": "农业行政管理(农业):其他(农业)"
            },
            {
                "id": "003001027",
                "parentId": "003001",
                "name": "物价行政管理(物价)"
            },
            {
                "id": "003001028",
                "parentId": "003001",
                "name": "环境保护行政管理(环保)"
            },
            {
                "id": "003001029",
                "parentId": "003001",
                "name": "交通运输行政管理(交通):公路交通行政管理(公路)"
            },
            {
                "id": "003001030",
                "parentId": "003001",
                "name": "交通运输行政管理(交通):铁路行政管理(铁路)"
            },
            {
                "id": "003001031",
                "parentId": "003001",
                "name": "交通运输行政管理(交通):航空行政管理(航空)"
            },
            {
                "id": "003001032",
                "parentId": "003001",
                "name": "交通运输行政管理(交通):其他(交通)"
            },
            {
                "id": "003001033",
                "parentId": "003001",
                "name": "信息电讯行政管理(信息、电讯)"
            },
            {
                "id": "003001034",
                "parentId": "003001",
                "name": "邮政行政管理(邮政)"
            },
            {
                "id": "003001035",
                "parentId": "003001",
                "name": "专利行政管理(专利)"
            },
            {
                "id": "003001036",
                "parentId": "003001",
                "name": "新闻出版行政管理(新闻、出版)"
            },
            {
                "id": "003001037",
                "parentId": "003001",
                "name": "税务行政管理(税务)"
            },
            {
                "id": "003001038",
                "parentId": "003001",
                "name": "金融行政管理(金融)"
            },
            {
                "id": "003001039",
                "parentId": "003001",
                "name": "外汇行政管理(外汇)"
            },
            {
                "id": "003001040",
                "parentId": "003001",
                "name": "海关行政管理(海关)"
            },
            {
                "id": "003001041",
                "parentId": "003001",
                "name": "财政行政管理(财政)"
            },
            {
                "id": "003001042",
                "parentId": "003001",
                "name": "劳动和社会保障行政管理(劳动、社会保障)"
            },
            {
                "id": "003001043",
                "parentId": "003001",
                "name": "审计行政管理(审计)"
            },
            {
                "id": "003001044",
                "parentId": "003001",
                "name": "经贸行政管理(内贸、外贸)"
            },
            {
                "id": "003001045",
                "parentId": "003001",
                "name": "水利行政管理(水利)"
            },
            {
                "id": "003001046",
                "parentId": "003001",
                "name": "旅游行政管理(旅游)"
            },
            {
                "id": "003002",
                "parentId": "003",
                "name": "行政行为种类"
            },
            {
                "id": "003002001",
                "parentId": "003002",
                "name": "行政处罚"
            },
            {
                "id": "003002002",
                "parentId": "003002",
                "name": "行政强制"
            },
            {
                "id": "003002003",
                "parentId": "003002",
                "name": "行政裁决"
            },
            {
                "id": "003002004",
                "parentId": "003002",
                "name": "行政确认"
            },
            {
                "id": "003002005",
                "parentId": "003002",
                "name": "行政登记"
            },
            {
                "id": "003002006",
                "parentId": "003002",
                "name": "行政许可"
            },
            {
                "id": "003002007",
                "parentId": "003002",
                "name": "行政批准"
            },
            {
                "id": "003002008",
                "parentId": "003002",
                "name": "行政命令"
            },
            {
                "id": "003002009",
                "parentId": "003002",
                "name": "行政复议"
            },
            {
                "id": "003002010",
                "parentId": "003002",
                "name": "行政撤销"
            },
            {
                "id": "003002011",
                "parentId": "003002",
                "name": "行政检查"
            },
            {
                "id": "003002012",
                "parentId": "003002",
                "name": "行政合同"
            },
            {
                "id": "003002013",
                "parentId": "003002",
                "name": "行政奖励"
            },
            {
                "id": "003002014",
                "parentId": "003002",
                "name": "行政补偿"
            },
            {
                "id": "003002015",
                "parentId": "003002",
                "name": "行政执行"
            },
            {
                "id": "003002016",
                "parentId": "003002",
                "name": "行政受理"
            },
            {
                "id": "003002017",
                "parentId": "003002",
                "name": "行政给付"
            },
            {
                "id": "003002018",
                "parentId": "003002",
                "name": "行政征用"
            },
            {
                "id": "003002019",
                "parentId": "003002",
                "name": "行政征购"
            },
            {
                "id": "003002020",
                "parentId": "003002",
                "name": "行政征收"
            },
            {
                "id": "003002021",
                "parentId": "003002",
                "name": "行政划拔"
            },
            {
                "id": "003002022",
                "parentId": "003002",
                "name": "行政规划"
            },
            {
                "id": "003002023",
                "parentId": "003002",
                "name": "行政救助"
            },
            {
                "id": "003002024",
                "parentId": "003002",
                "name": "行政协助"
            },
            {
                "id": "003002025",
                "parentId": "003002",
                "name": "行政允诺"
            },
            {
                "id": "003002026",
                "parentId": "003002",
                "name": "行政监督"
            },
            {
                "id": "003002027",
                "parentId": "003002",
                "name": "其他行政行为"
            },

            {
                "id": "004",
                "parentId": "#",
                "name": "赔偿案由",
                "key": "4"
            },
            {
                "id": "004001",
                "parentId": "004",
                "name": "刑事赔偿 "
            },
            {
                "id": "004001001",
                "parentId": "004001",
                "name": "违法刑事拘留赔偿 "
            },
            {
                "id": "004001002",
                "parentId": "004001",
                "name": "超期刑事拘留赔偿 "
            },
            {
                "id": "004001003",
                "parentId": "004001",
                "name": "错误逮捕赔偿 "
            },
            {
                "id": "004001004",
                "parentId": "004001",
                "name": "二审改判无罪赔偿 "
            },
            {
                "id": "004001005",
                "parentId": "004001",
                "name": "重审后无罪赔偿 "
            },
            {
                "id": "004001006",
                "parentId": "004001",
                "name": "再审改判无罪赔偿 "
            },
            {
                "id": "004001007",
                "parentId": "004001",
                "name": "刑讯逼供致人伤亡赔偿"
            },
            {
                "id": "004001008",
                "parentId": "004001",
                "name": "殴打、虐待或唆使、放纵他人殴打、虐待致人伤亡赔偿 "
            },
            {
                "id": "004001009",
                "parentId": "004001",
                "name": "违法使用武器、警械致人伤亡赔偿 "
            },
            {
                "id": "004001010",
                "parentId": "004001",
                "name": "刑事违法查封、扣押、冻结、追缴赔偿 "
            },
            {
                "id": "004001011",
                "parentId": "004001",
                "name": "错判罚金、没收财产赔偿 "
            },
            {
                "id": "004002",
                "parentId": "004",
                "name": "非刑事赔偿 "
            },
            {
                "id": "004002001",
                "parentId": "004002",
                "name": "违法司法罚款赔偿 "
            },
            {
                "id": "004002002",
                "parentId": "004002",
                "name": "违法司法拘留赔偿 "
            },
            {
                "id": "004002003",
                "parentId": "004002",
                "name": "违法查封、扣押、冻结赔偿 "
            },
            {
                "id": "004002004",
                "parentId": "004002",
                "name": "错误执行赔偿"
            }
]
};

